{"id":"0807.4010","submitter":"Inge Koch","authors":"Inge Koch, Kanta Naito","title":"Prediction of multivariate responses with a select number of principal\n  components","comments":"Submitted to the Electronic Journal of Statistics\n  (http:\/\/www.i-journals.org\/ejs\/) by the Institute of Mathematical Statistics\n  (http:\/\/www.imstat.org)","journal-ref":null,"doi":null,"report-no":"IMS-EJS-EJS_2008_278","categories":"stat.ME","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  This paper proposes a new method and algorithm for predicting multivariate\nresponses in a regression setting. Research into classification of High\nDimension Low Sample Size (HDLSS) data, in particular microarray data, has made\nconsiderable advances, but regression prediction for high-dimensional data with\ncontinuous responses has had less attention. Recently Bair et al (2006)\nproposed an efficient prediction method based on supervised principal component\nregression (PCR). Motivated by the fact that a larger number of principal\ncomponents results in better regression performance, this paper extends the\nmethod of Bair et al in several ways: a comprehensive variable ranking is\ncombined with a selection of the best number of components for PCR, and the new\nmethod further extends to regression with multivariate responses. The new\nmethod is particularly suited to HDLSS problems. Applications to simulated and\nreal data demonstrate the performance of the new method. Comparisons with Bair\net al (2006) show that for high-dimensional data in particular the new ranking\nresults in a smaller number of predictors and smaller errors.\n","versions":[{"version":"v1","created":"Fri, 25 Jul 2008 07:11:36 GMT"}],"update_date":"2008-07-28","authors_parsed":[["Koch","Inge",""],["Naito","Kanta",""]]}
{"id":"2306.02101","submitter":"Andrew Bragg","authors":"Tian Ma, Hendrik Hessenkemper, Dirk Luca, Andrew D. Bragg","title":"Fate of bubble clusters rising in a quiescent liquid","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"physics.flu-dyn","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  We use experiments to study the evolution of bubble clusters in a swarm of\nfreely rising, deformable bubbles. A new machine learning-aided algorithm\nallows us to identify and track bubbles in clusters and measure the cluster\nlifetimes. The results indicate that contamination in the carrier liquid can\nenhance the formation of bubble clusters and prolong the cluster lifetimes. The\nmean bubble rise velocities conditioned on the bubble cluster size are also\nexplored, and we find a positive correlation between the cluster size and the\nrise speed of the bubbles in the cluster, with clustered bubbles rising up to\n$20\\%$ faster than unclustered bubbles.\n","versions":[{"version":"v1","created":"Sat, 3 Jun 2023 12:44:30 GMT"},{"version":"v2","created":"Wed, 7 Jun 2023 04:59:25 GMT"}],"update_date":"2023-06-08","authors_parsed":[["Ma","Tian",""],["Hessenkemper","Hendrik",""],["Luca","Dirk",""],["Bragg","Andrew D.",""]]}
{"id":"1809.06308","submitter":"Jun-Bo Peng","authors":"Junbo Peng, Ailin Wu, Lei Zhu","title":"A new standard quadratic optimization approach to beam angle\n  optimization for fixed-field intensity modulated radiation therapy","comments":"posted on AAPM Annual Meeting 2018","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.med-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Beam angle optimization (BAO) largely determines the performance of\nfixed-field intensity modulated radiation therapy (IMRT), and it is usually\nconsidered as non-convex optimization and an NP hard problem. In this work, BAO\nis reformulated into a highly efficient framework of standard quadratic\noptimization. The maximum of beamlet intensities for each incident field as the\nsurrogate variable indicating whether one radiation field has been selected. By\nconverting the function of maximum value in the objective into a set of linear\nconstraints, the problem is solved as standard quadratic optimization via\nreweighting l1-norm scheme. The performance of the proposed BAO has been\nverified on a digital phantom and two patients. And the conclusion is drawn:\nthe proposed convex optimization framework is able to find an optimal set of\nbeam angles, leading to improved dose sparing on OARs in fixed-field IMRT.\n","versions":[{"version":"v1","created":"Mon, 17 Sep 2018 16:21:13 GMT"},{"version":"v2","created":"Mon, 10 May 2021 20:58:52 GMT"}],"update_date":"2021-05-12","authors_parsed":[["Peng","Junbo",""],["Wu","Ailin",""],["Zhu","Lei",""]]}
{"id":"1706.07113","submitter":"Pedro Gomes","authors":"Carlos A. Hernaski, Pedro R. S. Gomes","title":"Effective Theories for 2+1 Dimensional Non-Abelian Topological Spin\n  Liquids","comments":"41 pages, 5 figures, typos corrected, references added, published\n  version","journal-ref":"JHEP10(2017)021","doi":"10.1007\/JHEP10(2017)021","report-no":null,"categories":"cond-mat.str-el hep-th","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In this work we propose an effective low-energy theory for a large class of\n2+1 dimensional non-Abelian topological spin liquids whose edge states are\nconformal degrees of freedom with central charges corresponding to the coset\nstructure $su(2)_k\\oplus su(2)_{k'}\/su(2)_{k+k'}$. For particular values of\n$k'$ it furnishes the series for unitary minimal and superconformal models.\nThese gapped phases were recently suggested to be obtained from an array of\none-dimensional coupled quantum wires. In doing so we provide an explicit\nrelationship between two distinct approaches: quantum wires and Chern-Simons\nbulk theory. We firstly make a direct connection between the interacting\nquantum wires and the corresponding conformal field theory at the edges, which\nturns out to be given in terms of chiral gauged WZW models. Relying on the\nbulk-edge correspondence we are able to construct the underlying non-Abelian\nChern-Simons effective field theory.\n","versions":[{"version":"v1","created":"Wed, 21 Jun 2017 20:27:47 GMT"},{"version":"v2","created":"Thu, 5 Oct 2017 16:15:15 GMT"}],"update_date":"2017-10-06","authors_parsed":[["Hernaski","Carlos A.",""],["Gomes","Pedro R. S.",""]]}
{"id":"2210.09577","submitter":"Vance Faber","authors":"Vance Faber, Jonathan Keegan","title":"Existence of a Moore graph of degree 57 is still open","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In 2020, a paper [arXiv:2010.13443] appeared in the arXiv claiming to prove\nthat a Moore graph of diameter 2 and degree 57 does not exist. (The paper is in\nRussian; we include a link to a translation of this paper kindly provided to us\nby Konstantin Selivanov.) The proof technique is reasonable. It employs the\nfact that such a graph must be distance regular and that there exists a large\nset of relations which such a graph must satisfy. The argument proceeds by a\ncase analysis that shows that this set of relations cannot be satisfied. We\nshow that this seems not to be correct. The system of equations factors into\nsmall diagonal blocks all of which have solutions. As an alternative, we show\nthat there is a family of systems of permutations with the property that the\nMoore graph exists if and only if there is a member of the family with no\nsolutions.\n","versions":[{"version":"v1","created":"Tue, 18 Oct 2022 04:10:59 GMT"},{"version":"v2","created":"Fri, 21 Oct 2022 02:36:00 GMT"},{"version":"v3","created":"Tue, 22 Nov 2022 22:59:01 GMT"},{"version":"v4","created":"Tue, 6 Dec 2022 13:30:24 GMT"},{"version":"v5","created":"Sun, 5 Feb 2023 20:57:56 GMT"},{"version":"v6","created":"Mon, 27 Feb 2023 21:39:45 GMT"}],"update_date":"2023-03-01","authors_parsed":[["Faber","Vance",""],["Keegan","Jonathan",""]]}
{"id":"2301.07437","submitter":"Shuhei Maruyama","authors":"Shuhei Maruyama","title":"A crossed homomorphism for groups acting on the circle","comments":"10 pages, no figures; title and main theorem changed","journal-ref":null,"doi":null,"report-no":null,"categories":"math.GT","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We construct a crossed homomorphism by using a group action on the circle and\nthe Poincar\\'{e} translation number. We relate it to the Euler class of the\naction in terms of the Hochschild--Serre spectral sequence. As an application,\nwe answer a question of Calegari and Chen, which is on an explicit form of a\ncertain crossed homomorphism on the mapping class group of the sphere minus a\nCantor set.\n","versions":[{"version":"v1","created":"Wed, 18 Jan 2023 11:15:23 GMT"},{"version":"v2","created":"Tue, 24 Jan 2023 12:39:51 GMT"},{"version":"v3","created":"Thu, 16 Mar 2023 10:28:31 GMT"}],"update_date":"2023-03-17","authors_parsed":[["Maruyama","Shuhei",""]]}
{"id":"0905.0238","submitter":"Robert Schlottmann","authors":"R. B. Schlottmann","title":"Extended Diffraction Tomography","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"physics.geo-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We present the development of extended diffraction tomography, a new approach\nto the solution of the linear seismic waveform inversion problem. This method\nhas several appealing features, such as the use of arbitrary depth-dependent\nreference models and the decomposition of the full 2D or 3D inverse problem\ninto a large number of independent 1D problems. This decomposition makes the\nmethod naturally highly parallelizable. Careful implementation yields\nsignificant robustness with respect to noise. Several synthetic examples are\nshown which characterize the benefits of our method and demonstrate the\nusefulness of choosing realistic 1D reference media.\n","versions":[{"version":"v1","created":"Sun, 3 May 2009 03:06:19 GMT"}],"update_date":"2009-05-05","authors_parsed":[["Schlottmann","R. B.",""]]}
{"id":"2107.01113","submitter":"Ni Ding Dr","authors":"Ni Ding and Farhad Farokhi","title":"Measuring Information Leakage in Non-stochastic Brute-Force Guessing","comments":"11 pages, 4 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.IT math.IT","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  This paper proposes an operational measure of non-stochastic information\nleakage to formalize privacy against a brute-force guessing adversary. The\ninformation is measured by non-probabilistic uncertainty of uncertain\nvariables, the non-stochastic counterparts of random variables. For $X$ that is\nrelated to released data $Y$, the non-stochastic brute-force leakage is\nmeasured by the complexity of exhaustively checking all the possibilities of\nthe private attribute $U$ of $X$ by an adversary. The complexity refers to the\nnumber of trials to successfully guess $U$. Maximizing this leakage over all\npossible private attributes $U$ gives rise to the maximal (i.e., worst-case)\nnon-stochastic brute-force guessing leakage. This is proved to be fully\ndetermined by the minimal non-stochastic uncertainty of $X$ given $Y$, which\nalso determines the worst-case attribute $U$ indicating the highest privacy\nrisk if $Y$ is disclosed. The maximal non-stochastic brute-force guessing\nleakage is shown to be proportional to the non-stochastic identifiability of\n$X$ given $Y$ and upper bounds the existing maximin information. The latter\nquantifies the information leakage when an adversary must perfectly guess $U$\nin one-shot via $Y$. Experiments are used to demonstrate the tradeoff between\nthe maximal non-stochastic brute-force guessing leakage and the data utility\n(measured by the maximum quantization error) and to illustrate the relationship\nbetween maximin information and stochastic one-shot maximal leakage.\n","versions":[{"version":"v1","created":"Fri, 2 Jul 2021 14:52:21 GMT"}],"update_date":"2021-07-05","authors_parsed":[["Ding","Ni",""],["Farokhi","Farhad",""]]}
{"id":"2310.03312","submitter":"Minhua Lin","authors":"Minhua Lin, Teng Xiao, Enyan Dai, Xiang Zhang, Suhang Wang","title":"Certifiably Robust Graph Contrastive Learning","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.CR cs.LG","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Graph Contrastive Learning (GCL) has emerged as a popular unsupervised graph\nrepresentation learning method. However, it has been shown that GCL is\nvulnerable to adversarial attacks on both the graph structure and node\nattributes. Although empirical approaches have been proposed to enhance the\nrobustness of GCL, the certifiable robustness of GCL is still remain\nunexplored. In this paper, we develop the first certifiably robust framework in\nGCL. Specifically, we first propose a unified criteria to evaluate and certify\nthe robustness of GCL. We then introduce a novel technique, RES (Randomized\nEdgedrop Smoothing), to ensure certifiable robustness for any GCL model, and\nthis certified robustness can be provably preserved in downstream tasks.\nFurthermore, an effective training method is proposed for robust GCL. Extensive\nexperiments on real-world datasets demonstrate the effectiveness of our\nproposed method in providing effective certifiable robustness and enhancing the\nrobustness of any GCL model. The source code of RES is available at\nhttps:\/\/github.com\/ventr1c\/RES-GCL.\n","versions":[{"version":"v1","created":"Thu, 5 Oct 2023 05:00:11 GMT"}],"update_date":"2023-10-06","authors_parsed":[["Lin","Minhua",""],["Xiao","Teng",""],["Dai","Enyan",""],["Zhang","Xiang",""],["Wang","Suhang",""]]}
{"id":"1612.00417","submitter":"Oliver Schlotterer","authors":"Song He and Oliver Schlotterer","title":"New Relations for Gauge-Theory and Gravity Amplitudes at Loop Level","comments":"6 pages; v2: references added, minor corrections, published version\n  with updated reference on work in progress","journal-ref":"Phys. Rev. Lett. 118, 161601 (2017)","doi":"10.1103\/PhysRevLett.118.161601","report-no":null,"categories":"hep-th","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In this letter, we extend the tree-level Kawai--Lewellen--Tye (KLT) and\nBern--Carrasco--Johansson (BCJ) amplitude relations to loop integrands of gauge\ntheory and gravity. By rearranging the propagators of gauge and gravity loop\nintegrands, we propose the first manifestly gauge- and diffeomorphism invariant\nformulation of their double-copy relations. The one-loop KLT formula expresses\ngravity integrands in terms of more basic gauge invariant building blocks for\ngauge-theory amplitudes, dubbed partial integrands. The latter obey a one-loop\nanalogue of the BCJ relations, and both KLT and BCJ relations are universal to\nbosons and fermions in any number of spacetime dimensions and independent on\nthe amount of supersymmetry. Also, one-loop integrands of Einstein--Yang--Mills\n(EYM) theory are related to partial integrands of pure gauge theories.\n","versions":[{"version":"v1","created":"Thu, 1 Dec 2016 20:34:26 GMT"},{"version":"v2","created":"Wed, 14 Jun 2017 14:10:56 GMT"}],"update_date":"2017-06-15","authors_parsed":[["He","Song",""],["Schlotterer","Oliver",""]]}
{"id":"0906.4544","submitter":"Steven Weinstein","authors":"Steven Weinstein","title":"Decoherence without decoherence","comments":"6 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"quant-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  It has been claimed that decoherence of open quantum systems explains the\ntendency of macroscopic systems to exhibit quasiclassical behavior. We show\nthat quasiclassicality is in fact an unremarkable property, characterizing\ngeneric subsystems of environments even in the absence of dynamical\ndecoherence. It is suggested that decoherence is best regarded as explaining\nthe persistence of true classicality, rather than the emergence, rather than\nthe emergence of quasiclassicality.\n","versions":[{"version":"v1","created":"Wed, 24 Jun 2009 19:16:19 GMT"}],"update_date":"2009-06-25","authors_parsed":[["Weinstein","Steven",""]]}
{"id":"1610.04743","submitter":"Ray Carlberg","authors":"Raymond G. Carlberg","title":"Star Streams and the Assembly History of the Galaxy","comments":"revised version","journal-ref":null,"doi":"10.3847\/1538-4357\/aa6479","report-no":null,"categories":"astro-ph.GA","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Thin halo star streams originate from the evaporation of globular clusters\nand therefore provide information about the early epoch globular cluster\npopulation. The observed tidal tails from halo globular clusters in the Milky\nWay are much more shorter than expected from a star cluster orbiting for\n10~Gyr. The discrepancy is likely the result of the assumption that the\nclusters have been orbiting in a non-evolving galactic halo for a Hubble time.\nAs a first step towards more realistic stream histories, a toy model that\ncombines an idealized merger model with a simplified model of the internal\ncollisional relaxation of individual star clusters is developed. On the\naverage, the velocity dispersion increases with distance causing the density of\nthe stream to decline with distance. Consequently, the streams visible in\ncurrent data will normally be some fraction of the entire stream. Nevertheless,\nthe high surface density segment of the stellar streams created from the\nevaporation of the more massive globular clusters should all be visible in low\nobscuration parts of the sky if closer than about 30~kpc. The Pan-STARRS1 halo\nvolume is used to compare the numbers of halo streams and globular clusters.\n","versions":[{"version":"v1","created":"Sat, 15 Oct 2016 14:34:17 GMT"},{"version":"v2","created":"Mon, 30 Jan 2017 19:33:16 GMT"}],"update_date":"2017-03-29","authors_parsed":[["Carlberg","Raymond G.",""]]}
{"id":"1004.3907","submitter":"Sohrab Rahvar","authors":"Sedighe Sajadian and Sohrab Rahvar","title":"Illuminating Hot Jupiters in caustic crossing","comments":"8 pages, 7 figures, accepted in MNRAS","journal-ref":null,"doi":"10.1111\/j.1365-2966.2010.16901.x","report-no":null,"categories":"astro-ph.EP","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In recent years a large number of Hot Jupiters orbiting in a very close orbit\naround the parent stars have been explored with the transit and doppler effect\nmethods. Here in this work we study the gravitational microlensing effect of a\nbinary lens on a parent star with a Hot Jupiter revolving around it. Caustic\ncrossing of the planet makes enhancements on the light curve of the parent star\nin which the signature of the planet can be detected by high precision\nphotometric observations. We use the inverse ray shooting method with tree code\nalgorithm to generate the combined light curve of the parent star and the\nplanet. In order to investigate the probability of observing the planet signal,\nwe do a Monte-Carlo simulation and obtain the observational optical depth of\n$\\tau \\sim 10^{-8}$. We show that about ten years observations of Galactic\nBulge with a network of telescopes will enable us detecting about ten Hot\nJupiter with this method. Finally we show that the observation of the\nmicrolensing event in infra-red band will increase the probability for\ndetection of the exo-planets.\n","versions":[{"version":"v1","created":"Thu, 22 Apr 2010 12:55:59 GMT"}],"update_date":"2015-05-18","authors_parsed":[["Sajadian","Sedighe",""],["Rahvar","Sohrab",""]]}
{"id":"2207.11278","submitter":"Ivan Kostyuk","authors":"Ivan Kostyuk, Dylan Nelson, Benedetta Ciardi, Martin Glatzle, Annalisa\n  Pillepich","title":"Ionizing photon production and escape fractions during cosmic\n  reionization in the TNG50 simulation","comments":"19 pages, 15 figures, submitted to MNRAS","journal-ref":null,"doi":"10.1093\/mnras\/stad677","report-no":null,"categories":"astro-ph.GA astro-ph.CO","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In this work we investigate the dependence of the escape fraction of ionizing\nphotons, $f_{\\rm esc}$, on various galaxy and host halo properties during the\nepoch of reionization. We post-process the TNG50 magneto-hydrodynamical\nsimulation from the IllustrisTNG project using the 3D multi-frequency radiative\ntransfer code CRASH. Our work covers the stellar mass range $10^6 \\lesssim\nM_\\star\/{\\rm M_\\odot} \\lesssim 10^8$ at redshifts $6 < z < 10$. Adopting an\nunresolved, cloud-scale escape fraction parameter of unity, the halo escape\nfraction $f_{\\rm esc}$ increases with mass from $\\sim 0.3$ at $M_\\star =\n10^6$M$_\\odot$ to $\\sim 0.6$ at $M_\\star = 10^{7.5}$M$_\\odot$, after which we\nfind hints of a turnover and decreasing escape fractions for even more massive\ngalaxies. However, we demonstrate a strong and non-linear dependence of $f_{\\rm\nesc}$ on the adopted sub-grid escape fraction. In addition, $f_{\\rm esc}$ has\nsignificant scatter at fixed mass, driven by diversity in the ionizing photon\nrate together with a complex relationship between (stellar) source positions\nand the underling density distribution. The global emissivity is consistent\nwith observations for reasonable cloud-scale absorption values, and halos with\na stellar mass $\\lesssim 10^{7.5}$M$_\\odot$ contribute the majority of ionizing\nphotons at all redshifts. Incorporating dust reduces $f_{\\rm esc}$ by a few\npercent at $M_\\star \\lesssim 10^{6.5}$M$_\\odot$, and up to 10\\% for larger\nhalos. Our multi-frequency approach shows that $f_{\\rm esc}$ depends on photon\nenergy, and is reduced substantially at $E>54.4$eV versus lower energies. This\nsuggests that the impact of high energy photons from binary stars is reduced\nwhen accounting for an energy dependent escape fraction.\n","versions":[{"version":"v1","created":"Fri, 22 Jul 2022 18:04:48 GMT"}],"update_date":"2023-03-29","authors_parsed":[["Kostyuk","Ivan",""],["Nelson","Dylan",""],["Ciardi","Benedetta",""],["Glatzle","Martin",""],["Pillepich","Annalisa",""]]}
{"id":"1907.02100","submitter":"Nikodem Tomczak","authors":"Emir Hrnjic and Nikodem Tomczak","title":"Machine learning and behavioral economics for personalized choice\n  architecture","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"econ.GN cs.LG q-fin.EC","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Behavioral economics changed the way we think about market participants and\nrevolutionized policy-making by introducing the concept of choice architecture.\nHowever, even though effective on the level of a population, interventions from\nbehavioral economics, nudges, are often characterized by weak generalisation as\nthey struggle on the level of individuals. Recent developments in data science,\nartificial intelligence (AI) and machine learning (ML) have shown ability to\nalleviate some of the problems of weak generalisation by providing tools and\nmethods that result in models with stronger predictive power. This paper aims\nto describe how ML and AI can work with behavioral economics to support and\naugment decision-making and inform policy decisions by designing personalized\ninterventions, assuming that enough personalized traits and psychological\nvariables can be sampled.\n","versions":[{"version":"v1","created":"Wed, 3 Jul 2019 18:53:59 GMT"}],"update_date":"2019-07-05","authors_parsed":[["Hrnjic","Emir",""],["Tomczak","Nikodem",""]]}
{"id":"2209.02884","submitter":"Zhanchao Huang","authors":"Hao Wang, Zhanchao Huang, Zhengchao Chen, Ying Song, and Wei Li","title":"Multi-Grained Angle Representation for Remote Sensing Object Detection","comments":"13 pages, 9 figures, 14 tables","journal-ref":"Transactions on Geoscience and Remote Sensing, 2022","doi":"10.1109\/TGRS.2022.3212592","report-no":null,"categories":"cs.CV","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  Arbitrary-oriented object detection (AOOD) plays a significant role for image\nunderstanding in remote sensing scenarios. The existing AOOD methods face the\nchallenges of ambiguity and high costs in angle representation. To this end, a\nmulti-grained angle representation (MGAR) method, consisting of coarse-grained\nangle classification (CAC) and fine-grained angle regression (FAR), is\nproposed. Specifically, the designed CAC avoids the ambiguity of angle\nprediction by discrete angular encoding (DAE) and reduces complexity by\ncoarsening the granularity of DAE. Based on CAC, FAR is developed to refine the\nangle prediction with much lower costs than narrowing the granularity of DAE.\nFurthermore, an Intersection over Union (IoU) aware FAR-Loss (IFL) is designed\nto improve accuracy of angle prediction using an adaptive re-weighting\nmechanism guided by IoU. Extensive experiments are performed on several public\nremote sensing datasets, which demonstrate the effectiveness of the proposed\nMGAR. Moreover, experiments on embedded devices demonstrate that the proposed\nMGAR is also friendly for lightweight deployments.\n","versions":[{"version":"v1","created":"Wed, 7 Sep 2022 02:08:50 GMT"},{"version":"v2","created":"Tue, 4 Oct 2022 15:28:26 GMT"}],"update_date":"2022-12-07","authors_parsed":[["Wang","Hao",""],["Huang","Zhanchao",""],["Chen","Zhengchao",""],["Song","Ying",""],["Li","Wei",""]]}
{"id":"1008.1387","submitter":"Fr\\'ed\\'erique Oggier","authors":"Frederique Oggier, Patrick Sole, Jean-Claude Belfiore","title":"Codes over Matrix Rings for Space-Time Coded Modulations","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.IT math.IT","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  It is known that, for transmission over quasi-static MIMO fading channels\nwith n transmit antennas, diversity can be obtained by using an inner fully\ndiverse space-time block code while coding gain, derived from the determinant\ncriterion, comes from an appropriate outer code. When the inner code has a\ncyclic algebra structure over a number field, as for perfect space-time codes,\nan outer code can be designed via coset coding. More precisely, we take the\nquotient of the algebra by a two-sided ideal which leads to a finite alphabet\nfor the outer code, with a cyclic algebra structure over a finite field or a\nfinite ring. We show that the determinant criterion induces various metrics on\nthe outer code, such as the Hamming and Bachoc distances. When n=2,\npartitioning the 2x2 Golden code by using an ideal above the prime 2 leads to\nconsider codes over either M2(F_2) or M2(F_2[i]), both being non-commutative\nalphabets. Matrix rings of higher dimension, suitable for 3x3 and 4x4 perfect\ncodes, give rise to more complex examples.\n","versions":[{"version":"v1","created":"Sun, 8 Aug 2010 06:04:10 GMT"}],"update_date":"2010-08-10","authors_parsed":[["Oggier","Frederique",""],["Sole","Patrick",""],["Belfiore","Jean-Claude",""]]}
{"id":"2202.04041","submitter":"Andr\\'es Beltr\\'an-Pulido","authors":"Andr\\'es Beltr\\'an-Pulido, Ilias Bilionis, Dionysios Aliprantis","title":"Physics-informed neural networks for solving parametric magnetostatic\n  problems","comments":"12 pages, 10 figures","journal-ref":null,"doi":"10.1109\/TEC.2022.3180295","report-no":null,"categories":"cs.CE cs.LG physics.comp-ph","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  The objective of this paper is to investigate the ability of physics-informed\nneural networks to learn the magnetic field response as a function of design\nparameters in the context of a two-dimensional (2-D) magnetostatic problem. Our\napproach is as follows. First, we present a functional whose minimization is\nequivalent to solving parametric magnetostatic problems. Subsequently, we use a\ndeep neural network (DNN) to represent the magnetic field as a function of\nspace and parameters that describe geometric features and operating points. We\ntrain the DNN by minimizing the physics-informed functional using stochastic\ngradient descent. Lastly, we demonstrate our approach on a\n\\mbox{ten-dimensional} EI-core electromagnet problem with parameterized\ngeometry. We evaluate the accuracy of the DNN by comparing its predictions to\nthose of finite element analysis.\n","versions":[{"version":"v1","created":"Tue, 8 Feb 2022 18:12:26 GMT"},{"version":"v2","created":"Thu, 29 Sep 2022 16:55:00 GMT"}],"update_date":"2022-09-30","authors_parsed":[["Beltrán-Pulido","Andrés",""],["Bilionis","Ilias",""],["Aliprantis","Dionysios",""]]}
{"id":"1905.05899","submitter":"Kosuke Nakayama","authors":"Kenta Owada, Kosuke Nakayama, Ryuji Tsubono, Koshin Shigekawa,\n  Katsuaki Sugawara, Takashi Takahashi, and Takafumi Sato","title":"Electronic structure of Bi2Te3\/FeTe heterostructure: implications for\n  unconventional superconductivity","comments":"5 pages, 4 figures","journal-ref":"Phys. Rev. B 100, 064518 (2019)","doi":"10.1103\/PhysRevB.100.064518","report-no":null,"categories":"cond-mat.supr-con cond-mat.mes-hall","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We have performed angle-resolved photoemission spectroscopy on a\nheterostructure consisting of topological insulator Bi2Te3 and iron\nchalcogenide FeTe fabricated on SrTiO3 substrate by molecular-beam-epitaxy\ntechnique. This system was recently found to show superconductivity albeit\nnon-superconducting nature of each constituent material. Upon interfacing FeTe\nwith two quintuple layers of Bi2Te3, we found that the Dirac-cone surface state\nof Bi2Te3 is shifted toward higher binding energy, while the holelike band at\nthe Fermi level originating from FeTe moves toward lower binding energy. This\nsuggests that electron charge transfer takes place from FeTe to Bi2Te3 through\nthe interface. The present result points to importance of hole-doped FeTe\ninterface for the occurrence of unconventional superconductivity.\n","versions":[{"version":"v1","created":"Wed, 15 May 2019 00:26:43 GMT"}],"update_date":"2019-08-28","authors_parsed":[["Owada","Kenta",""],["Nakayama","Kosuke",""],["Tsubono","Ryuji",""],["Shigekawa","Koshin",""],["Sugawara","Katsuaki",""],["Takahashi","Takashi",""],["Sato","Takafumi",""]]}
{"id":"0902.0584","submitter":"Jerome Depauw","authors":"J\\'er\\^ome Depauw (LMPT, FRDP), Jean-Marc Derrien (LM-Brest)","title":"Variance limite d'une marche al\\'eatoire r\\'eversible en milieu\n  al\\'eatoire sur Z (Limit of the Variance of a Reversible Random Walk in\n  Random Medium on Z)","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.PR","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  The Central Limit Theorem for the random walk on a stationary random network\nof conductances has been studied by several authors. In one dimension, when\nconductances and resistances are integrable, and following a method of\nmartingale introduced by S. Kozlov (1985), we can prove the Quenched Central\nLimit Theorem. In that case the variance of the limit law is not null. When\nresistances are not integrable, the Annealed Central Limit Theorem with null\nvariance was established by Y. Derriennic and M. Lin (personal communication).\nThe quenched version of this last theorem is proved here, by using a very\nsimple method. The similar problem for the continuous diffusion is then\nconsidered. Finally our method allows us to prove an inequality for the\nquadratic mean of a diffusion (X_t)_t at all time t.\n","versions":[{"version":"v1","created":"Tue, 3 Feb 2009 19:29:54 GMT"}],"update_date":"2009-02-04","authors_parsed":[["Depauw","Jérôme","","LMPT, FRDP"],["Derrien","Jean-Marc","","LM-Brest"]]}
{"id":"2211.01609","submitter":"Chuanwen Zhao","authors":"Chuanwen Zhao, Xin Yi, Qiao Chen, Chengyu Yan, Shun Wang","title":"Josephson Effect in NbS$_{2}$ van der Waals Junctions","comments":null,"journal-ref":null,"doi":"10.1021\/acs.jpclett.2c02927","report-no":null,"categories":"cond-mat.supr-con","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Van der Waals (vdW) Josephson junctions can possibly accelerate the\ndevelopment of advanced superconducting device that utilizes the unique\nproperties of two-dimensional (2D) transition metal dichalcogenide (TMD)\nsuperconductors such as spin-orbit coupling, spin-valley locking. Here, we\nfabricate vertically stacked NbS$_{2}$\/NbS$_{2}$ Josephson junctions using a\nmodified all-dry transfer technique and characterize the device performance via\nsystematic low-temperature transport measurements. The experimental results\nshow that the superconducting transition temperature of the NbS$_{2}$\/NbS$_{2}$\nJosephson junction is 5.84 K, and the critical current density reaches 3975\nA\/cm$^{2}$ at 2K. Moreover, we extract a superconducting energy gap\n$\\Delta=0.58$ meV, which is considerably smaller than that expected from the\nsingle band s-wave Bardeen-Cooper-Schrieffer (BCS) model ($\\Delta=0.89$ meV).\n","versions":[{"version":"v1","created":"Thu, 3 Nov 2022 06:39:45 GMT"}],"update_date":"2022-11-17","authors_parsed":[["Zhao","Chuanwen",""],["Yi","Xin",""],["Chen","Qiao",""],["Yan","Chengyu",""],["Wang","Shun",""]]}
{"id":"2310.02168","submitter":"Ningyu Zhang","authors":"Shengyu Mao, Ningyu Zhang, Xiaohan Wang, Mengru Wang, Yunzhi Yao, Yong\n  Jiang, Pengjun Xie, Fei Huang, Huajun Chen","title":"Editing Personality for LLMs","comments":"Work in progress, add more experiments","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.CL cs.AI cs.CY cs.LG cs.MA","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  This paper introduces an innovative task focused on editing the personality\ntraits of Large Language Models (LLMs). This task seeks to adjust the models'\nresponses to opinion-related questions on specified topics since an\nindividual's personality often manifests in the form of their expressed\nopinions, thereby showcasing different personality traits. Specifically, we\nconstruct a new benchmark dataset PersonalityEdit to address this task. Drawing\non the theory in Social Psychology, we isolate three representative traits,\nnamely Neuroticism, Extraversion, and Agreeableness, as the foundation for our\nbenchmark. We then gather data using GPT-4, generating responses that not only\nalign with a specified topic but also embody the targeted personality trait. We\nconduct comprehensive experiments involving various baselines and discuss the\nrepresentation of personality behavior in LLMs. Our intriguing findings uncover\npotential challenges of the proposed task, illustrating several remaining\nissues. We anticipate that our work can provide the NLP community with\ninsights. Code and datasets will be released at\nhttps:\/\/github.com\/zjunlp\/EasyEdit.\n","versions":[{"version":"v1","created":"Tue, 3 Oct 2023 16:02:36 GMT"},{"version":"v2","created":"Tue, 21 Nov 2023 18:18:49 GMT"}],"update_date":"2023-11-22","authors_parsed":[["Mao","Shengyu",""],["Zhang","Ningyu",""],["Wang","Xiaohan",""],["Wang","Mengru",""],["Yao","Yunzhi",""],["Jiang","Yong",""],["Xie","Pengjun",""],["Huang","Fei",""],["Chen","Huajun",""]]}
{"id":"1409.3214","submitter":"Richard S. Palais","authors":"Richard S. Palais","title":"The Initial Value Problem for Weakly Nonlinear PDE","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.AP","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We will discuss an extension of the pseudospectral method developed by\nWineberg, McGrath, Gabl, and Scott for the numerical integration of the KdV\ninitial value problem. Our generalization of their algorithm can be used to\nsolve initial value problems for a wide class of evolution equations that are\n\"weakly nonlinear\" in a sense that we will make precise. This class includes in\nparticular the other classical soliton equations (SGE and NLS). As well as\nbeing very simple to implement, this method exhibits remarkable speed and\nstability, making it ideal for use with visualization tools where it makes it\npossible to experiment in real-time with soliton interactions and to see how a\ngeneral solution decomposes into solitons. We will analyze the structure of the\nalgorithm, discuss some of the reasons behind its robust numerical behavior,\nand finally describe a fixed point theorem we have found that proves that the\npseudospectral stepping algorithm converges.\n","versions":[{"version":"v1","created":"Wed, 10 Sep 2014 19:55:17 GMT"}],"update_date":"2014-09-11","authors_parsed":[["Palais","Richard S.",""]]}
{"id":"hep-ex\/0605096","submitter":"Roland Benoit","authors":"Benoit Roland","title":"Deeply Virtual Compton Scattering at HERA II (H1 results)","comments":"4 pages, 5 figures, proceedings of DIS 2006","journal-ref":null,"doi":"10.1142\/9789812706706_0052","report-no":null,"categories":"hep-ex","license":null,"abstract":"  New results on the Deeply Virtual Compton Scattering process $\\gamma^* p \\to\n\\gamma p$ (DVCS) from H1 experiment at the $e p$ collider HERA are presented,\nusing data collected during the year 2004 and corresponding to an integrated\nluminosity of 39.7 pb$^{-1}$. The DVCS cross section is measured as a function\nof the photon virtuality, $Q^2$, the $\\gamma^* p $ c.m.s. energy $W$ and\ndifferentially in the momentum transfer squared at the proton vertex, $t$, in\nthe kinematic range $6.5 < Q^2 < 80 $ GeV$^2$, $30 < W < 140$ GeV and $|t| < 1$\nGeV$^2$. The results are found to be in good agreement with the published H1\nand ZEUS measurements and compared to NLO QCD calculations based on Generalized\nParton Distributions (GPD) and to predictions from Color Dipole Model.\n","versions":[{"version":"v1","created":"Mon, 22 May 2006 12:30:51 GMT"}],"update_date":"2017-08-23","authors_parsed":[["Roland","Benoit",""]]}
{"id":"cond-mat\/0212346","submitter":"D. K. Sunko","authors":"D. K. Sunko","title":"Spin Glasses in Two Dimensions","comments":"This paper is withdrawn","journal-ref":null,"doi":null,"report-no":null,"categories":"cond-mat.dis-nn","license":null,"abstract":"  This paper has been withdrawn, pending revision of the main conclusion, in\nthe light of the criticism of cond-mat\/0302043.\n","versions":[{"version":"v1","created":"Sat, 14 Dec 2002 22:40:01 GMT"},{"version":"v2","created":"Sun, 26 Jan 2003 14:27:11 GMT"},{"version":"v3","created":"Mon, 10 Feb 2003 13:31:06 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Sunko","D. K.",""]]}
{"id":"2112.10745","submitter":"Niccol\\`o Bigagli","authors":"Niccol\\`o Bigagli, Daniel W. Savin, Sebastian Will","title":"Laser Cooling Scheme for the Carbon Dimer ($^{12}$C$_2$)","comments":"7 pages, 5 figures","journal-ref":"Phys. Rev. A 105, L051301 (2022)","doi":"10.1103\/PhysRevA.105.L051301","report-no":null,"categories":"physics.atom-ph physics.atm-clus physics.chem-ph quant-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We report on a scheme for laser cooling of $^{12}$C$_2$. We have calculated\nthe branching ratios for cycling and repumping transitions and calculated the\nnumber of photon scatterings required to achieve deflection and laser cooling\nof a beam of $C_2$ molecules under realistic experimental conditions. Our\nresults demonstrate that C$_2$ cooling using the Swan ($d^3\\Pi_\\text{g}\n\\leftrightarrow a^3\\Pi_\\text{u}$) and Duck ($d^3\\Pi_\\text{g} \\leftrightarrow\nc^3\\Sigma_\\text{u}^+$) bands is achievable via techniques similar to\nstate-of-the-art molecular cooling experiments. The Phillips ($A^1\\Pi_\\text{u}\n\\leftrightarrow X^1\\Sigma_\\text{g}^+$) and Ballik-Ramsay ($b^3\\Sigma_\\text{g}^-\n\\leftrightarrow a^3\\Pi_\\text{u}$) bands offer the potential for narrow-line\ncooling. This work opens up a path to cooling of molecules with carbon-carbon\nbonds and may pave the way toward quantum control of organic molecules.\n","versions":[{"version":"v1","created":"Mon, 20 Dec 2021 18:49:32 GMT"}],"update_date":"2022-06-06","authors_parsed":[["Bigagli","Niccolò",""],["Savin","Daniel W.",""],["Will","Sebastian",""]]}
{"id":"1109.2545","submitter":"Stephen Teitel","authors":"Peter Olsson and S. Teitel","title":"Duality in Shearing Rheology Near the Athermal Jamming Transition","comments":"5 pages, 4 figures. Manuscript revisions: new title, additional text\n  concerning connections to experiment, revised Fig. 4, other minor changes and\n  clarifications in text. Conclusions remain essentially unchanged. Accepted\n  for publication in Phys. Rev. Lett","journal-ref":"PRL 109, 108001 (2012)","doi":"10.1103\/PhysRevLett.109.108001","report-no":null,"categories":"cond-mat.dis-nn cond-mat.soft cond-mat.stat-mech","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We consider the rheology of soft-core frictionless disks in two dimensions in\nthe neighborhood of the athermal jamming transition. From numerical simulations\nof bidisperse, overdamped, particles, we argue that the divergence of the\nviscosity below jamming is characteristic of the hard-core limit, independent\nof the particular soft-core interaction. We develop a mapping from soft-core to\nhard-core particles that recovers all the critical behavior found in earlier\nscaling analyses. Using this mapping we derive a duality relation that gives\nthe exponent of the non-linear Herschel-Bulkley rheology above jamming in terms\nof the exponent of the diverging viscosity below jamming.\n","versions":[{"version":"v1","created":"Mon, 12 Sep 2011 17:42:40 GMT"},{"version":"v2","created":"Tue, 17 Jul 2012 13:55:31 GMT"}],"update_date":"2015-05-30","authors_parsed":[["Olsson","Peter",""],["Teitel","S.",""]]}
{"id":"1605.07432","submitter":"Khaled Furati","authors":"Mohammed Kassim, Khaled M. Furati and Nasser-eddine Tatar","title":"Non-existence for fractionally damped fractional differential problems","comments":"in Acta Mathematica Scientia, vol 37, No. 1, 2017","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CA","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In this paper, we are concerned with a fractional differential inequality\ncontaining a lower order fractional derivative and a polynomial source term in\nthe right hand side. A non-existence of non-trivial global solutions result is\nproved in an appropriate space by means of the test-function method. The range\nof blow up is found to depend only on the lower order derivative. This is in\nline with the well-known fact for an internally weakly damped wave equation\nthat solutions will converge to solutions of the parabolic part.\n","versions":[{"version":"v1","created":"Tue, 24 May 2016 12:57:58 GMT"}],"update_date":"2016-05-25","authors_parsed":[["Kassim","Mohammed",""],["Furati","Khaled M.",""],["Tatar","Nasser-eddine",""]]}
{"id":"1107.1275","submitter":"Sergio Ulhoa","authors":"S.C. Ulhoa, F.C. Khanna and A.E. Santana","title":"Teleparallel formalism of galilean gravity","comments":"10 pages","journal-ref":"Gravitation and Cosmology, 2011, Vol. 17, No. 3, pp. 242-251","doi":"10.1134\/S0202289311030091","report-no":null,"categories":"gr-qc","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  A pseudo-Riemannian manifold is introduced, with light-cone coordinates in\n(4+1) dimensional space-time, to describe a Galilei covariant gravity. The\nnotion of 5-bein and torsion are developed and a galilean version of\nteleparallelism is constructed in this manifold. The formalism is applied to\ntwo spherically symmetric configurations. The first one is an ansatz which is\ninferred by following the Schwarzschild solution in general relativity. The\nsecond one is a solution of galilean covariant equations. In addition, this\nGalilei teleparallel approach provides a prescription to couple the 5-bein\nfield to the galilean covariant Dirac field.\n","versions":[{"version":"v1","created":"Thu, 7 Jul 2011 00:22:24 GMT"}],"update_date":"2011-07-26","authors_parsed":[["Ulhoa","S. C.",""],["Khanna","F. C.",""],["Santana","A. E.",""]]}
{"id":"astro-ph\/0409040","submitter":"Kerstin Sonnabend","authors":"K. Sonnabend, K. Vogt, D. Galaviz, S. Mueller, and A. Zilges","title":"Systematic study of (g,n) reaction rates for Z>=78 isotopes","comments":"Phys. Rev. C, in press; Erratum (Phys. Rev. C, submitted) added","journal-ref":"Phys.Rev.C70:035802,2004; Erratum-ibid.C72:019901,2005","doi":"10.1103\/PhysRevC.70.035802 10.1103\/PhysRevC.72.019901","report-no":"IKDA 04\/13, SFB 634 04\/13","categories":"astro-ph","license":null,"abstract":"  The (g,n) reaction rates of the isotopes 196,198,204-Hg and 204-Pb have been\ndetermined using the photoactivation technique in an energy region relevant for\np process nucleosynthesis. The systematic study of the ground-state (g,n)\nreaction rates on even-even nuclei in the mass region Z>=78 is complemented\nwith these experiments. The data are compared to rates predicted in the\nframework of two statistical model approaches.\n","versions":[{"version":"v1","created":"Thu, 2 Sep 2004 08:17:22 GMT"},{"version":"v2","created":"Thu, 6 Jan 2005 08:04:46 GMT"}],"update_date":"2014-10-13","authors_parsed":[["Sonnabend","K.",""],["Vogt","K.",""],["Galaviz","D.",""],["Mueller","S.",""],["Zilges","A.",""]]}
{"id":"quant-ph\/0102098","submitter":"Andrew D. Greentree","authors":"S. R. de Echaniz (1), Andrew D. Greentree (1), A. V. Durrant (1), D.\n  M. Segal(2), J. P. Marangos(2) and J. A. Vaccaro(3) ((1)The Open University\n  (2)Imperial College, London (3)University of Hertfordshire)","title":"Observations of a doubly driven V system probed to a fourth level in\n  laser-cooled rubidium","comments":"8 pages, 8 figures, Replaced with version scheduled to appear in 1\n  July 2001 issue of Physical Review A","journal-ref":null,"doi":"10.1103\/PhysRevA.64.013812","report-no":"OUPD2001\/1","categories":"quant-ph","license":null,"abstract":"  Observations of a doubly driven V system probed to a fourth level in an N\nconfiguration are reported. A dressed state analysis is also presented. The\nexpected three-peak spectrum is explored in a cold rubidium sample in a\nmagneto-optic trap. Good agreement is found between the dressed state theory\nand the experimental spectra once light shifts and uncoupled absorptions in the\nrubidium system are taken into account.\n","versions":[{"version":"v1","created":"Tue, 20 Feb 2001 15:42:48 GMT"},{"version":"v2","created":"Fri, 4 May 2001 13:31:03 GMT"}],"update_date":"2009-11-07","authors_parsed":[["de Echaniz","S. R.",""],["Greentree","Andrew D.",""],["Durrant","A. V.",""],["Segal","D. M.",""],["Marangos","J. P.",""],["Vaccaro","J. A.",""]]}
{"id":"1905.04868","submitter":"Boy Lankhaar","authors":"Boy Lankhaar and Wouter Vlemmings","title":"Characterizing maser polarization: effects of saturation, anisotropic\n  pumping and hyperfine structure","comments":"67 pages, 27 figures. Accepted to be published in A&A","journal-ref":null,"doi":"10.1051\/0004-6361\/201935064","report-no":null,"categories":"astro-ph.IM astro-ph.SR","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  The polarization of masers contains information on the magnetic field\nstrength and direction of the regions they occur in. Many maser polarization\nobservations have been performed over the last 30 years. However, versatile\nmaser polarization models that can aide in the interpretation of these\nobservations are not available. We aim to develop a program suite that can\ncompute the polarization by a magnetic field of any non-paramagnetic maser\nspecie at arbitrarily high maser saturation. Furthermore, we aim to investigate\nthe polarization of masers by non-Zeeman polarizing effects. We aim to present\na general interpretive structure for maser polarization observations. We expand\nexisting maser polarization theories of non-paramagnetic molecules and\nincorporate these in a numerical modeling program suite. We present a modeling\nprogram that CHAracterizes Maser Polarization (CHAMP) that can examine the\npolarization of masers of arbitrarily high maser saturation and high angular\nmomentum. Also, hyperfine multiplicity of the maser-transition can be\nincorporated. The user is able to investigate non-Zeeman polarizing mechanisms\nsuch as anisotropic pumping and polarized incident seed radiation. We present\nan analysis of the polarization of v = 1 SiO masers and the 22 GHz water maser.\nWe comment on the underlying polarization mechanisms, and also investigate\nnon-Zeeman effects. We identify the regimes where different polarizing\nmechanisms will be dominant and present the polarization characteristics of the\nSiO and water masers. From the results of our calculations, we identify markers\nto recognize alternative polarization mechanisms.\n","versions":[{"version":"v1","created":"Mon, 13 May 2019 05:41:19 GMT"}],"update_date":"2019-08-07","authors_parsed":[["Lankhaar","Boy",""],["Vlemmings","Wouter",""]]}
{"id":"2107.10706","submitter":"Aleksandr Beznosikov","authors":"Aleksandr Beznosikov, Gesualdo Scutari, Alexander Rogozin, Alexander\n  Gasnikov","title":"Distributed Saddle-Point Problems Under Similarity","comments":"Appears in: Advances in Neural Information Processing Systems 34\n  (NeurIPS 2021). Minor modifications with respect to the NeurIPS version. 35\n  pages, 3 algorithms, 4 figures, 1 table","journal-ref":"https:\/\/proceedings.neurips.cc\/paper\/2021\/hash\/44e65d3e9bc2f88b2b3d566de51a5381-Abstract.html","doi":null,"report-no":null,"categories":"math.OC cs.DC cs.LG","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We study solution methods for (strongly-)convex-(strongly)-concave\nSaddle-Point Problems (SPPs) over networks of two type - master\/workers (thus\ncentralized) architectures and meshed (thus decentralized) networks. The local\nfunctions at each node are assumed to be similar, due to statistical data\nsimilarity or otherwise. We establish lower complexity bounds for a fairly\ngeneral class of algorithms solving the SPP. We show that a given suboptimality\n$\\epsilon>0$ is achieved over master\/workers networks in\n$\\Omega\\big(\\Delta\\cdot \\delta\/\\mu\\cdot \\log (1\/\\varepsilon)\\big)$ rounds of\ncommunications, where $\\delta>0$ measures the degree of similarity of the local\nfunctions, $\\mu$ is their strong convexity constant, and $\\Delta$ is the\ndiameter of the network. The lower communication complexity bound over meshed\nnetworks reads $\\Omega\\big(1\/{\\sqrt{\\rho}} \\cdot {\\delta}\/{\\mu}\\cdot\\log\n(1\/\\varepsilon)\\big)$, where $\\rho$ is the (normalized) eigengap of the gossip\nmatrix used for the communication between neighbouring nodes. We then propose\nalgorithms matching the lower bounds over either types of networks (up to\nlog-factors). We assess the effectiveness of the proposed algorithms on a\nrobust logistic regression problem.\n","versions":[{"version":"v1","created":"Thu, 22 Jul 2021 14:25:16 GMT"},{"version":"v2","created":"Thu, 9 Dec 2021 20:14:36 GMT"},{"version":"v3","created":"Mon, 22 Aug 2022 08:32:16 GMT"}],"update_date":"2022-08-23","authors_parsed":[["Beznosikov","Aleksandr",""],["Scutari","Gesualdo",""],["Rogozin","Alexander",""],["Gasnikov","Alexander",""]]}
{"id":"1206.2618","submitter":"Jeff Salvail","authors":"Jeff Z. Salvail, Megan Agnew, Allan S. Johnson, Eliot Bolduc, Jonathan\n  Leach, Robert W. Boyd","title":"Full characterisation of polarisation states of light via direct\n  measurement","comments":"10 pages, 6 figures; final version","journal-ref":"Nature Photonics, 7, 316 (2013)","doi":"10.1038\/nphoton.2013.24","report-no":null,"categories":"quant-ph physics.optics","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Ascertaining the physical state of a system is vital in order to understand\nand predict its behaviour. Tomography is a standard approach used to determine\nthe form of an unknown state. Here we show that an alternative approach, based\non sequential weak and strong measurements, can be used to determine the\ndensity matrix in a simple, fast, and general style. We directly measure the\nprobability amplitudes of a variety of pure polarisation states of light. We\nthen generalise this experiment to directly measure the Dirac distribution and\nconsequently determine the density matrix. Our work is the first to demonstrate\nthe direct measurement of the full description of the state of a\ntwo-dimensional system, and it has applications to measurements in foundational\nquantum mechanics, quantum information, and physical chemistry.\n","versions":[{"version":"v1","created":"Tue, 12 Jun 2012 18:57:53 GMT"},{"version":"v2","created":"Wed, 1 Aug 2012 19:46:35 GMT"},{"version":"v3","created":"Thu, 31 Oct 2013 19:10:52 GMT"}],"update_date":"2013-11-01","authors_parsed":[["Salvail","Jeff Z.",""],["Agnew","Megan",""],["Johnson","Allan S.",""],["Bolduc","Eliot",""],["Leach","Jonathan",""],["Boyd","Robert W.",""]]}
{"id":"1607.07142","submitter":"Michihiro Hirata","authors":"Michihiro Hirata, Kyohei Ishikawa, Kazuya Miyagawa, Masafumi Tamura,\n  Claude Berthier, Denis Basko, Akito Kobayashi, Genki Matsuno, Kazushi Kanoda","title":"Observation of an anisotropic Dirac cone reshaping and ferrimagnetic\n  spin polarization in an organic conductor","comments":"43 pages, 6 figures, 1 table; to appear in Nature Communications","journal-ref":"Nat.Commun. 7 12666 (2016)","doi":"10.1038\/ncomms12666","report-no":null,"categories":"cond-mat.str-el cond-mat.mtrl-sci","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  The Coulomb interaction among massless Dirac fermions in graphene is\nunscreened around the isotropic Dirac points, causing a logarithmic velocity\nrenormalization and a cone reshaping. In less symmetric Dirac materials\npossessing anisotropic cones with tilted axes, the Coulomb interaction can\nprovide still more exotic phenomena which have not been experimentally unveiled\nyet. Here, using site-selective nuclear magnetic resonance, we find a\nnon-uniform cone reshaping accompanied by a bandwidth reduction and an emergent\nferrimagnetism in tilted Dirac cones that appear on the verge of charge\nordering in an organic compound. Our theoretical analyses based on the\nrenormalization-group approach and the Hubbard model show that these\nobservations are the direct consequences of the long-range and short-range\nparts of the Coulomb interaction, respectively. The cone reshaping and the\nbandwidth renormalization, as well as the novel magnetism revealed here, can be\nubiquitous and vital for many Dirac materials.\n","versions":[{"version":"v1","created":"Mon, 25 Jul 2016 03:54:04 GMT"},{"version":"v2","created":"Thu, 8 Sep 2016 00:24:15 GMT"}],"update_date":"2016-09-09","authors_parsed":[["Hirata","Michihiro",""],["Ishikawa","Kyohei",""],["Miyagawa","Kazuya",""],["Tamura","Masafumi",""],["Berthier","Claude",""],["Basko","Denis",""],["Kobayashi","Akito",""],["Matsuno","Genki",""],["Kanoda","Kazushi",""]]}
{"id":"0810.2415","submitter":"Dipankar Sarkar","authors":"D. Sarkar, H.P. van der Meulen, J.M. Calleja, J.M. Meyer, R.J. Haug,\n  K. Pierz","title":"Piezoelectric exciton-acoustic phonon coupling in single quantum dots","comments":"4 pages, 4 figures","journal-ref":null,"doi":"10.1103\/PhysRevB.78.241305","report-no":null,"categories":"cond-mat.mtrl-sci","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Micro-photoluminescence spectroscopy at variable temperature, excitation\nintensity and energy was performed on a single InAs\/AlAs self-assembled quantum\ndot. The exciton emission line (zero-phonon line, ZPL) exhibits a broad\nsideband due to exciton-acoustic phonon coupling by the deformation potential\nmechanism. Additionally, narrow low-energy sidebands at about 0.25 meV of the\nZPL are attributed to exciton-acoustic phonon piezoelectric coupling. In\nlowering the excitation energy or intensity these bands gradually dominate the\nemission spectrum of the quantum dot while the ZPL disappears. At high\nexcitation intensity the sidebands due to piezoelectric coupling decrease\nstrongly and the ZPL dominates the spectrum as a consequence of screening of\nthe piezoelectric coupling by the photocreated free carriers.\n","versions":[{"version":"v1","created":"Tue, 14 Oct 2008 16:07:25 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Sarkar","D.",""],["van der Meulen","H. P.",""],["Calleja","J. M.",""],["Meyer","J. M.",""],["Haug","R. J.",""],["Pierz","K.",""]]}
{"id":"1112.2449","submitter":"Tetsuya Abe","authors":"Tetsuya Abe and Taizo Kanenobu","title":"Unoriented band surgery on knots and links","comments":"22 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.GT","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We consider a relation between two kinds of unknotting numbers defined by\nusing a band surgery on unoriented knots; the band-unknotting number and\nH(2)-unknotting number, which we may characterize in terms of the first Betti\nnumber of surfaces in S^3 spanning the knot and the trivial knot. We also give\nseveral examples for these numbers.\n","versions":[{"version":"v1","created":"Mon, 12 Dec 2011 06:03:40 GMT"}],"update_date":"2011-12-13","authors_parsed":[["Abe","Tetsuya",""],["Kanenobu","Taizo",""]]}
{"id":"2301.11952","submitter":"Roman Chertovskih","authors":"Roman Chertovskih, Nikolay Pogodaev, Maxim Staritsyn, Joaquim Da Silva\n  Sewane, Antonio Pedro Aguiar","title":"Optimization of external stimuli for populations of theta neurons via\n  mean-field feedback control","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.OC","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We study a problem of designing ``robust'' external excitations for control\nand synchronization of an assembly of homotypic harmonic oscillators\nrepresenting so-called theta neurons. The model of theta neurons (Theta model)\ncaptures, in main, the bursting behavior of spiking cells in the brain of\nbiological beings, enduring periodic oscillations of the electric potential in\ntheir membrane.\n  We study the following optimization problem: to design an external stimulus\n(control), which steers all neurons of a given population to their desired\nphases (i.e., excites\/slows down its spiking activity) with the highest\nprobability.\n  This task is formulated as an optimal mean-field control problem for the\nlocal continuity equation in the space of probability measures. To solve this\nproblem numerically, we propose an indirect deterministic descent method based\non an exact representation of the increment (infinite-order variation) of the\nobjective functional. We discuss some aspects of practical realization of the\nproposed method, and provide results of numerical experiments.\n","versions":[{"version":"v1","created":"Fri, 27 Jan 2023 19:08:10 GMT"}],"update_date":"2023-01-31","authors_parsed":[["Chertovskih","Roman",""],["Pogodaev","Nikolay",""],["Staritsyn","Maxim",""],["Sewane","Joaquim Da Silva",""],["Aguiar","Antonio Pedro",""]]}
{"id":"1511.07009","submitter":"Kathryn Bryant","authors":"Kathryn A. Bryant","title":"Slice Implies Mutant Ribbon for Odd, 5-Stranded Pretzel Knots","comments":"31 pages, 9 figures. Version 2 includes results for pretzel knots\n  with single-twists (strands with twisting parameter 1 or -1), which were not\n  addressed in version 1. Version 2 also includes one new figure and fixes a\n  few typos","journal-ref":"Algebr. Geom. Topol. 17 (2017) 3621-3664","doi":"10.2140\/agt.2017.17.3621","report-no":null,"categories":"math.GT","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  A pretzel knot $K$ is called $odd$ if all its twist parameters are odd, and\n$mutant$ $ribbon$ if it is mutant to a simple ribbon knot. We prove that the\nfamily of odd, 5-stranded pretzel knots satisfies a weaker version of the\nSlice-Ribbon Conjecture: All slice, odd, 5-stranded pretzel knots are $mutant$\n$ribbon$. We do this in stages by first showing that 5-stranded pretzel knots\nhaving twist parameters with all the same sign or with exactly one parameter of\na different sign have infinite order in the topological knot concordance group,\nand thus in the smooth knot concordance group as well. Next, we show that any\nodd, 5-stranded pretzel knot with zero pairs or with exactly one pair of\ncanceling twist parameters is not slice.\n","versions":[{"version":"v1","created":"Sun, 22 Nov 2015 13:08:17 GMT"},{"version":"v2","created":"Mon, 18 Jan 2016 16:38:08 GMT"}],"update_date":"2018-03-16","authors_parsed":[["Bryant","Kathryn A.",""]]}
{"id":"2009.07985","submitter":"Minesh Patel","authors":"Minesh Patel, Jeremie S. Kim, Taha Shahroodi, Hasan Hassan, Onur Mutlu","title":"Bit-Exact ECC Recovery (BEER): Determining DRAM On-Die ECC Functions by\n  Exploiting DRAM Data Retention Characteristics","comments":"To appear in the MICRO 2020 conference proceedings","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.AR","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Increasing single-cell DRAM error rates have pushed DRAM manufacturers to\nadopt on-die error-correction coding (ECC), which operates entirely within a\nDRAM chip to improve factory yield. The on-die ECC function and its effects on\nDRAM reliability are considered trade secrets, so only the manufacturer knows\nprecisely how on-die ECC alters the externally-visible reliability\ncharacteristics. Consequently, on-die ECC obstructs third-party DRAM customers\n(e.g., test engineers, experimental researchers), who typically design, test,\nand validate systems based on these characteristics.\n  To give third parties insight into precisely how on-die ECC transforms DRAM\nerror patterns during error correction, we introduce Bit-Exact ECC Recovery\n(BEER), a new methodology for determining the full DRAM on-die ECC function\n(i.e., its parity-check matrix) without hardware tools, prerequisite knowledge\nabout the DRAM chip or on-die ECC mechanism, or access to ECC metadata (e.g.,\nerror syndromes, parity information). BEER exploits the key insight that\nnon-intrusively inducing data-retention errors with carefully-crafted test\npatterns reveals behavior that is unique to a specific ECC function.\n  We use BEER to identify the ECC functions of 80 real LPDDR4 DRAM chips with\non-die ECC from three major DRAM manufacturers. We evaluate BEER's correctness\nin simulation and performance on a real system to show that BEER is effective\nand practical across a wide range of on-die ECC functions. To demonstrate\nBEER's value, we propose and discuss several ways that third parties can use\nBEER to improve their design and testing practices. As a concrete example, we\nintroduce and evaluate BEEP, the first error profiling methodology that uses\nthe known on-die ECC function to recover the number and bit-exact locations of\nunobservable raw bit errors responsible for observable post-correction errors.\n","versions":[{"version":"v1","created":"Thu, 17 Sep 2020 00:29:10 GMT"}],"update_date":"2020-09-18","authors_parsed":[["Patel","Minesh",""],["Kim","Jeremie S.",""],["Shahroodi","Taha",""],["Hassan","Hasan",""],["Mutlu","Onur",""]]}
{"id":"1108.2507","submitter":"Christopher Varney","authors":"Christopher N. Varney, Kai Sun, Marcos Rigol, Victor Galitski","title":"Topological Phase Transitions for Interacting Finite Systems","comments":"5 pages, 3 figures. Updated text and references to match published\n  version","journal-ref":"Phys. Rev. B 84, 241105(R) (2011)","doi":"10.1103\/PhysRevB.84.241105","report-no":null,"categories":"cond-mat.str-el cond-mat.quant-gas","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In this paper, we investigate signatures of topological phase transitions in\ninteracting systems. We show that the key signature is the existence of a\ntopologically protected level crossing, which is robust and sharply defines the\ntopological transition, even in finite-size systems. Spatial symmetries are\nargued to play a fundamental role in the selection of the boundary conditions\nto be used to locate topological transitions in finite systems. We discuss the\ntheoretical implications of this result, and utilize exact diagonalization to\ndemonstrate its manifestations in the Haldane-Fermi-Hubbard model. Our findings\nprovide an efficient way to detect topological transitions in experiments and\nin numerical calculations that cannot access the ground-state wave function.\n","versions":[{"version":"v1","created":"Thu, 11 Aug 2011 20:00:02 GMT"},{"version":"v2","created":"Wed, 7 Dec 2011 15:55:17 GMT"}],"update_date":"2011-12-08","authors_parsed":[["Varney","Christopher N.",""],["Sun","Kai",""],["Rigol","Marcos",""],["Galitski","Victor",""]]}
{"id":"1204.0945","submitter":"Markus Lazar","authors":"Markus Lazar","title":"Non-singular dislocation loops in gradient elasticity","comments":"5 pages","journal-ref":"Physics Letters A, Volume 376, Issue 21, p. 1757-1758 (2012)","doi":"10.1016\/j.physleta.2012.04.009","report-no":null,"categories":"cond-mat.mtrl-sci","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Using gradient elasticity, we give in this Letter the non-singular fields\nproduced by arbitrary dislocation loops in isotropic media. We present the\n`modified' Mura, Peach-Koehler and Burgers formulae in the framework of\ngradient elasticity theory.\n","versions":[{"version":"v1","created":"Wed, 4 Apr 2012 13:26:50 GMT"},{"version":"v2","created":"Tue, 21 Jan 2014 19:19:20 GMT"}],"update_date":"2014-01-22","authors_parsed":[["Lazar","Markus",""]]}
{"id":"quant-ph\/0304070","submitter":"Francesco De Martini","authors":"M. Ricci, F. Sciarrino, C. Sias and F. De Martini","title":"Teleportation scheme implementing the Universal Optimal Quantum Cloning\n  Machine and the Universal NOT gate","comments":"9 pages, 3 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"quant-ph","license":null,"abstract":"  The universal quantum cloning machine and the universal NOT gate acting on a\nsingle qubit can be implemented very generally by slightly modifying the\nprotocol of quantum state teleportation. The experimental demonstration of the\n1 to 2 cloning process according to the above scheme has been realized for a\nqubit encoded in photon polarization.\n","versions":[{"version":"v1","created":"Thu, 10 Apr 2003 12:20:09 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Ricci","M.",""],["Sciarrino","F.",""],["Sias","C.",""],["De Martini","F.",""]]}
{"id":"astro-ph\/0008204","submitter":"Benjamin J. Weiner","authors":"Benjamin J. Weiner (OCIW), T.B. Williams (Rutgers), J.H. van Gorkom\n  (Columbia), J.A. Sellwood (Rutgers)","title":"The Disk and Dark Halo Mass of the Barred Galaxy NGC 4123. I.\n  Observations","comments":"accepted by ApJ, 16 pages, 9 figures (1 color), uses emulateapj.sty,\n  onecolfloat.sty","journal-ref":"Astrophys.J.546:916-930,2001","doi":"10.1086\/318288","report-no":null,"categories":"astro-ph","license":null,"abstract":"  The non-circular streaming motions in barred galaxies are sensitive to the\nmass of the bar and can be used to lift the degeneracy between disk and dark\nmatter halo encountered when fitting axisymmetric rotation curves of disk\ngalaxies. In this paper, we present photometric and kinematic observations of\nNGC 4123, a barred galaxy of modest size (V_rot = 130 km\/sec, L = 0.7 L_*),\nwhich reveal strong non-circular motions. The bar has straight dust lanes and\nan inner Lindblad resonance. The disk of NGC 4123 has no sign of truncation out\nto 10 scale lengths, and star-forming regions are found well outside R_25. A\nFabry-Perot H-alpha velocity field shows velocity jumps of >100 km\/sec at the\nlocation of the dust lanes within the bar, indicating shocks in the gas flow.\nVLA observations yield the velocity field of the H I disk. Axisymmetric mass\nmodels yield good fits to the rotation curve outside the bar regionfor disk\nI-band M\/L of 2.25 or less, and dark halos with either isothermal or power-law\nprofiles can fit the data well. In a companion paper, we model the full 2-D\nvelocity field, including non-circular motions, to determine the stellar M\/L\nand the mass of the dark halo.\n","versions":[{"version":"v1","created":"Mon, 14 Aug 2000 20:48:53 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Weiner","Benjamin J.","","OCIW"],["Williams","T. B.","","Rutgers"],["van Gorkom","J. H.","","Columbia"],["Sellwood","J. A.","","Rutgers"]]}
{"id":"1202.4993","submitter":"Zhe Fei","authors":"Z. Fei, A. S. Rodin, G. O. Andreev, W. Bao, A. S. McLeod, M. Wagner,\n  L. M. Zhang, Z. Zhao, G. Dominguez, M. Thiemens, M. M. Fogler, A. H.\n  Castro-Neto, C. N. Lau, F. Keilmann and D. N. Basov","title":"Gate-tuning of graphene plasmons revealed by infrared nano-imaging","comments":"15 pages, 3 figures","journal-ref":"Nature (2012) 487,82-85","doi":"10.1038\/nature11253","report-no":null,"categories":"cond-mat.mtrl-sci cond-mat.mes-hall","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Surface plasmons are collective oscillations of electrons in metals or\nsemiconductors enabling confinement and control of electromagnetic energy at\nsubwavelength scales. Rapid progress in plasmonics has largely relied on\nadvances in device nano-fabrication, whereas less attention has been paid to\nthe tunable properties of plasmonic media. One such medium-graphene-is amenable\nto convenient tuning of its electronic and optical properties with gate\nvoltage. Through infrared nano-imaging we explicitly show that common\ngraphene\/SiO2\/Si back-gated structures support propagating surface plasmons.\nThe wavelength of graphene plasmons is of the order of 200 nm at\ntechnologically relevant infrared frequencies, and they can propagate several\ntimes this distance. We have succeeded in altering both the amplitude and\nwavelength of these plasmons by gate voltage. We investigated losses in\ngraphene using plasmon interferometry: by exploring real space profiles of\nplasmon standing waves formed between the tip of our nano-probe and edges of\nthe samples. Plasmon dissipation quantified through this analysis is linked to\nthe exotic electrodynamics of graphene. Standard plasmonic figures of merits of\nour tunable graphene devices surpass that of common metal-based structures.\n","versions":[{"version":"v1","created":"Wed, 22 Feb 2012 18:00:48 GMT"},{"version":"v2","created":"Thu, 31 May 2012 21:56:05 GMT"}],"update_date":"2012-09-14","authors_parsed":[["Fei","Z.",""],["Rodin","A. S.",""],["Andreev","G. O.",""],["Bao","W.",""],["McLeod","A. S.",""],["Wagner","M.",""],["Zhang","L. M.",""],["Zhao","Z.",""],["Dominguez","G.",""],["Thiemens","M.",""],["Fogler","M. M.",""],["Castro-Neto","A. H.",""],["Lau","C. N.",""],["Keilmann","F.",""],["Basov","D. N.",""]]}
{"id":"1403.2691","submitter":"Hui Dong","authors":"Hui Dong, Zhiyuan Li, Q. Daniel Wang, Tod R. Lauer, Knut Olsen,\n  Abhijit Saha, Julianne Dalcanton, Karl Gordon, Morgan Fouesneau, Eric Bell,\n  Luciana Bianchi","title":"The Panchromatic Hubble Andromeda Treasury. VII. The Steep\n  Mid-Ultraviolet to Near-Infrared Extinction Curve in the Central 200 pc of\n  the M31 Bulge","comments":"Accepted for publication in ApJ, 36 pages, 8 figures","journal-ref":null,"doi":"10.1088\/0004-637X\/785\/2\/136","report-no":null,"categories":"astro-ph.GA","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We measure the extinction curve in the central 200 pc of M31 at\nmid-ultraviolet to near-infrared wavelengths (from 1928A to 1.5{\\mu}m), using\nSwift\/UVOT and HST WFC3\/ACS observations in thirteen bands. Taking advantage of\nthe high angular resolution of the HST WFC3 and ACS detectors, we develop a\nmethod to simultaneously determine the relative extinction and the fraction of\nobscured starlight for five dusty complexes located in the circumnuclear\nregion. The extinction curves of these clumps (RV =2.4-2.5) are steeper than\nthe average Galactic one (RV =3.1), but are similar to optical and\nnear-infrared curves recently measured toward the Galactic Bulge (RV~2.5). This\nsimilarity suggests that steep extinction curves may be common in the inner\nbulge of galaxies. In the ultraviolet, the extinction curves of these clumps\nare also unusual. We find that one dusty clump (size <2 pc) exhibits a strong\nUV bump (extinction at 2175A), more than three standard deviation higher than\nthat predicted by common models. Although the high stellar metallicity of the\nM31 bulge indicates that there are sufficient carbon and silicon to produce\nlarge dust grains, the grains may have been destroyed by supernova explosions\nor past activity of the central super-massive black hole, resulting in the\nobserved steepened extinction curve.\n","versions":[{"version":"v1","created":"Tue, 11 Mar 2014 18:57:01 GMT"},{"version":"v2","created":"Wed, 12 Mar 2014 18:39:06 GMT"}],"update_date":"2015-06-19","authors_parsed":[["Dong","Hui",""],["Li","Zhiyuan",""],["Wang","Q. Daniel",""],["Lauer","Tod R.",""],["Olsen","Knut",""],["Saha","Abhijit",""],["Dalcanton","Julianne",""],["Gordon","Karl",""],["Fouesneau","Morgan",""],["Bell","Eric",""],["Bianchi","Luciana",""]]}
{"id":"2201.12034","submitter":"Gregory Clark","authors":"Gregory J. Clark, Felipe Thomaz, Andrew Stephen","title":"On the Effect of Data Dimensionality on Eigenvector Centrality","comments":"13 pages, 4 figures, 2 tables","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  Graphs (i.e., networks) have become an integral tool for the representation\nand analysis of relational data. Advances in data gathering have lead to\nmulti-relational data sets which exhibit greater depth and scope. In certain\ncases, this data can be modeled using a hypergraph. However, in practice\nanalysts typically reduce the dimensionality of the data (whether consciously\nor otherwise) to accommodate a traditional graph model. In recent years\nspectral hypergraph theory has emerged to study the eigenpairs of the adjacency\nhypermatrix of a uniform hypergraph. We show how analyzing multi-relational\ndata, via a hypermatrix associated to the aforementioned hypergraph, can lead\nto conclusions different from those when the data is projected down to its\nco-occurrence matrix. In particular, we provide an example of a uniform\nhypergraph where the most central vertex (\\`a la eigencentrality) changes\ndepending on the order of the associated matrix. To the best of our knowledge\nthis is the first known hypergraph to exhibit this property.\n","versions":[{"version":"v1","created":"Fri, 28 Jan 2022 10:57:41 GMT"}],"update_date":"2022-01-31","authors_parsed":[["Clark","Gregory J.",""],["Thomaz","Felipe",""],["Stephen","Andrew",""]]}
{"id":"1005.3060","submitter":"Maarten Baes","authors":"I. De Looze, M. Baes, S. Zibetti, J. Fritz, L. Cortese, J. I. Davies,\n  J. Verstappen, G. J. Bendo, S. Bianchi, M. Clemens, D. J. Bomans, A. Boselli,\n  E. Corbelli, A. Dariush, S. di Serego Alighieri, D. Fadda, D. A.\n  Garcia-Appadoo, G. Gavazzi, C. Giovanardi, M. Grossi, T. M. Hughes, L. K.\n  Hunt, A. P. Jones, S. Madden, D. Pierini, M. Pohlen, S. Sabatini, M. W. L.\n  Smith, C. Vlahakis, E. M. Xilouris","title":"The Herschel Virgo Cluster Survey: VII. Dust in cluster dwarf elliptical\n  galaxies","comments":"Letter accepted for publication in A&A (Herschel special issue)","journal-ref":null,"doi":"10.1051\/0004-6361\/201014647","report-no":null,"categories":"astro-ph.CO","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We use the Science Demonstration Phase data of the Herschel Virgo Cluster\nSurvey to search for dust emission of early-type dwarf galaxies in the central\nregions of the Virgo Cluster as an alternative way of identifying the\ninterstellar medium.We present the first possible far-infrared detection of\ncluster early-type dwarf galaxies: VCC781 and VCC951 are detected at the 10\nsigma level in the SPIRE 250 micron image. Both detected galaxies have dust\nmasses of the order of 10^5 Msun and average dust temperatures ~20K. The\ndetection rate (less than 1%) is quite high compared to the 1.7% detection rate\nfor Hi emission, considering that dwarfs in the central regions are more Hi\ndeficient. We conclude that the removal of interstellar dust from dwarf\ngalaxies resulting from ram pressure stripping, harassment, or tidal effects\nmust be as efficient as the removal of interstellar gas.\n","versions":[{"version":"v1","created":"Mon, 17 May 2010 21:38:44 GMT"}],"update_date":"2016-11-25","authors_parsed":[["De Looze","I.",""],["Baes","M.",""],["Zibetti","S.",""],["Fritz","J.",""],["Cortese","L.",""],["Davies","J. I.",""],["Verstappen","J.",""],["Bendo","G. J.",""],["Bianchi","S.",""],["Clemens","M.",""],["Bomans","D. J.",""],["Boselli","A.",""],["Corbelli","E.",""],["Dariush","A.",""],["Alighieri","S. di Serego",""],["Fadda","D.",""],["Garcia-Appadoo","D. A.",""],["Gavazzi","G.",""],["Giovanardi","C.",""],["Grossi","M.",""],["Hughes","T. M.",""],["Hunt","L. K.",""],["Jones","A. P.",""],["Madden","S.",""],["Pierini","D.",""],["Pohlen","M.",""],["Sabatini","S.",""],["Smith","M. W. L.",""],["Vlahakis","C.",""],["Xilouris","E. M.",""]]}
{"id":"2106.06511","submitter":"Lionel Barnett","authors":"Lionel Barnett and Anil K. Seth","title":"Dynamical independence: discovering emergent macroscopic processes in\n  complex dynamical systems","comments":"40 pages, 7 figures","journal-ref":"Phys. Rev. E 108, 014304, 2023","doi":"10.1103\/PhysRevE.108.014304","report-no":null,"categories":"nlin.AO","license":"http:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0\/","abstract":"  We introduce a notion of emergence for coarse-grained macroscopic variables\nassociated with highly-multivariate microscopic dynamical processes, in the\ncontext of a coupled dynamical environment. Dynamical independence instantiates\nthe intuition of an emergent macroscopic process as one possessing the\ncharacteristics of a dynamical system \"in its own right\", with its own\ndynamical laws distinct from those of the underlying microscopic dynamics. We\nquantify (departure from) dynamical independence by a transformation-invariant\nShannon information-based measure of dynamical dependence. We emphasise the\ndata-driven discovery of dynamically-independent macroscopic variables, and\nintroduce the idea of a multiscale \"emergence portrait\" for complex systems. We\nshow how dynamical dependence may be computed explicitly for linear systems via\nstate-space modelling, in both time and frequency domains, facilitating\ndiscovery of emergent phenomena at all spatiotemporal scales. We discuss\napplication of the state-space operationalisation to inference of the emergence\nportrait for neural systems from neurophysiological time-series data. We also\nexamine dynamical independence for discrete- and continuous-time deterministic\ndynamics, with potential application to Hamiltonian mechanics and classical\ncomplex systems such as flocking and cellular automata.\n","versions":[{"version":"v1","created":"Fri, 11 Jun 2021 17:11:45 GMT"},{"version":"v2","created":"Fri, 6 Aug 2021 11:15:48 GMT"}],"update_date":"2023-07-26","authors_parsed":[["Barnett","Lionel",""],["Seth","Anil K.",""]]}
{"id":"0912.2892","submitter":"Graham Smith","authors":"Andrew Clarke and Graham Smith","title":"The Perron Method and the Non-Linear Plateau Problem","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.DG","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We describe a novel technique for solving the Plateau problem for constant\ncurvature hypersurfaces based on recent work of Harvey and Lawson. This is\nillustrated by an existence theorem for hypersurfaces of constant Gaussian\ncurvature in $\\Bbb{R}^{n+1}$.\n","versions":[{"version":"v1","created":"Tue, 15 Dec 2009 13:47:19 GMT"}],"update_date":"2009-12-16","authors_parsed":[["Clarke","Andrew",""],["Smith","Graham",""]]}
{"id":"2012.01094","submitter":"Silvano Pitassi","authors":"Silvano Pitassi, Francesco Trevisan, Ruben Specogna","title":"Explicit geometric construction of sparse inverse mass matrices for\n  arbitrary tetrahedral grids","comments":"6 figures, submitted on 29 July 2020","journal-ref":null,"doi":null,"report-no":null,"categories":"math.NA cs.NA","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  The geometric reinterpretation of the Finite Element Method (FEM) shows that\nRaviart Thomas and Nedelec mass matrices map from degrees of freedoms (DoFs)\nattached to geometric elements of a tetrahedral grid to DoFs attached to the\nbarycentric dual grid. The algebraic inverses of the mass matrices map DoFs\nattached to the barycentric dual grid back to DoFs attached to the\ncorresponding primal tetrahedral grid, but they are of limited practical use\nsince they are dense.\n  In this paper we present a new geometric construction of sparse inverse mass\nmatrices for arbitrary tetrahedral grids and possibly anisotropic materials,\ndebunking the conventional wisdom that the barycentric dual grid prohibits a\nsparse representation for inverse mass matrices. In particular, we provide a\nunified framework for the construction of both edge and face mass matrices and\ntheir sparse inverses. Such a unifying principle relies on novel geometric\nreconstruction formulas, from which, according to a well established design\nstrategy, local mass matrices are constructed as the sum of a consistent and a\nstabilization term. A major difference with the approaches proposed so far is\nthat the consistent term is defined geometrically and explicitly, that is,\nwithout the necessity of computing the inverses of local matrices. This\nprovides a sensible speedup and an easier implementation. We use these new\nsparse inverse mass matrices to discretize a three dimensional Poisson problem,\nproviding the comparison between the results obtained by various formulations\non a benchmark problem with analytical solution.\n","versions":[{"version":"v1","created":"Wed, 2 Dec 2020 11:28:52 GMT"},{"version":"v2","created":"Mon, 1 Feb 2021 11:15:15 GMT"}],"update_date":"2021-02-02","authors_parsed":[["Pitassi","Silvano",""],["Trevisan","Francesco",""],["Specogna","Ruben",""]]}
{"id":"physics\/9712002","submitter":"Folkert Muller-Hoissen","authors":"A. Dimakis and F. Muller-Hoissen","title":"Deformations of classical geometries and integrable systems","comments":"14 pages, LaTeX","journal-ref":null,"doi":null,"report-no":"GOET-TP 100\/97","categories":"math-ph gr-qc hep-th math.MP math.QA nlin.SI","license":null,"abstract":"  A generalization of the notion of a (pseudo-) Riemannian space is proposed in\na framework of noncommutative geometry. In particular, there are parametrized\nfamilies of generalized Riemannian spaces which are deformations of classical\ngeometries. We also introduce harmonic maps on generalized Riemannian spaces\ninto Hopf algebras and make contact with integrable models in two dimensions.\n","versions":[{"version":"v1","created":"Mon, 1 Dec 1997 15:37:09 GMT"},{"version":"v2","created":"Tue, 2 Dec 1997 12:43:46 GMT"}],"update_date":"2008-11-06","authors_parsed":[["Dimakis","A.",""],["Muller-Hoissen","F.",""]]}
{"id":"1002.2310","submitter":"Atanas Atanassov","authors":"Atanas Marinov Atanassov","title":"Analytical Method for Verification of a Satellite Pass over a Region of\n  the Earth Surface","comments":"6 pages, 3 figures","journal-ref":"Aerospace Research in Bulgaria (ISSN 0861-1432), No. 17, p. 179 -\n  184 (2003)","doi":null,"report-no":null,"categories":"physics.space-ph","license":"http:\/\/creativecommons.org\/licenses\/by\/3.0\/","abstract":"  An analytical method is proposed in this work for verification whether an\nartificial earth satellite during its orbital motion passes over a region of\nthe earth surface. The method is based on undisturbed Keppler's approximation\nof the orbit and approximation of the region by a circular segment S. In order\nto define the situational condition, a conic surface is used with apex in the\nearth centre, cutting out the circular segment. The tangents of the conical\nsurface with Keppler's plane determine the time intervals in which the\nsatellite trace on the earth surface occurs inside the segment S. The\ntransformation of these tangents in the plane of Keppler's orbit and the\ndetermination of their crossing points with Keppler's ellipse lies in the basis\nof the examined method.\n","versions":[{"version":"v1","created":"Thu, 11 Feb 2010 10:03:23 GMT"}],"update_date":"2010-02-12","authors_parsed":[["Atanassov","Atanas Marinov",""]]}
{"id":"hep-ph\/9507263","submitter":"Heinz Konig","authors":"G. Couture and H. K\\\"onig","title":"Bounds on second generation scalar leptoquarks from the anomalous\n  magnetic moment of the muon","comments":"5 pages, plain tex, 1 figure (not included available under request)","journal-ref":"Phys.Rev. D53 (1996) 555-557","doi":"10.1103\/PhysRevD.53.555","report-no":"UQAM-PHE-95\/10","categories":"hep-ph","license":null,"abstract":"  We calculate the contribution of second generation scalar leptoquarks to the\nanomalous magnetic moment of the muon (AMMM). In the near future, E-821 at\nBrookhaven will reduce the experimental error on this parameter to $\\Delta\na_\\mu^{\\rm exp}<4\\times 10^{-10}$, an improvement of 20 over its current value.\nWith this new experimental limit we obtain a lower mass limit of\n$m_{\\Phi_L}>186$\\ GeV for the second generation scalar leptoquark, when its\nYukawa-like coupling $\\lambda_{\\Phi_L}$\\ to quarks and leptons is taken to be\nof the order of the electroweak coupling $g_2$.\n","versions":[{"version":"v1","created":"Fri, 7 Jul 1995 23:57:54 GMT"}],"update_date":"2009-10-28","authors_parsed":[["Couture","G.",""],["König","H.",""]]}
{"id":"2207.10096","submitter":"Johannes Noller","authors":"Ian Harry, Johannes Noller","title":"Probing the speed of gravity with LVK, LISA, and joint observations","comments":"12 pages + appendices and references, 5 figures; v3: minor\n  clarifications added, matches published version","journal-ref":"GRG 54, 133 (2022)","doi":"10.1007\/s10714-022-03016-0","report-no":null,"categories":"gr-qc astro-ph.CO astro-ph.HE hep-th","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  Theories of dark energy that affect the speed of gravitational waves $c_{\\rm\nGW}$ on cosmological scales naturally lead to a frequency-dependent transition\nof that speed close to the LIGO\/Virgo\/KAGRA (LVK) band. While observations such\nas GW170817 assure us that $c_{\\rm GW}$ is extremely close to the speed of\nlight in the LVK band, a frequency-dependent transition below the LVK band is a\nsmoking-gun signal for large classes of dynamical dark energy theories. Here we\ndiscuss 1) how the remnants of such a transition can be constrained with\nobservations in the LVK band, 2) what signatures are associated with such a\ntransition in the LISA band, and 3) how joint observations in the LVK and LISA\nbands allow us to place tight constraints on this transition and the underlying\ntheories. We find that deviations of $c_{\\rm GW}$ can be constrained down to a\nlevel of $\\sim 10^{-17}$ in the LVK ${\\textit and}$ LISA bands even for mild\nfrequency-dependence, much stronger than existing bounds for\nfrequency-independent $c_{\\rm GW} \\neq c$. We use the strain data from GW170817\nto bound the deviation of $c_{\\rm GW}$ to be less than $10^{-17}$ at 100 Hz and\nless than $10^{-18}$ at 500 Hz. We also identify a particularly interesting\ntype of transition in between the LVK and LISA bands and show how multi-band\nobservations can constrain this further. Finally, we discuss what these current\nand forecasted constraints imply for the underlying dark energy theories.\n","versions":[{"version":"v1","created":"Wed, 20 Jul 2022 18:00:02 GMT"},{"version":"v2","created":"Thu, 28 Jul 2022 15:33:08 GMT"},{"version":"v3","created":"Mon, 24 Oct 2022 16:41:23 GMT"}],"update_date":"2022-10-27","authors_parsed":[["Harry","Ian",""],["Noller","Johannes",""]]}
{"id":"hep-ph\/0209186","submitter":"Gabriela Miu","authors":"Gosta Gustafson, Leif Lonnblad and Gabriela Miu","title":"Hadronic Collisions in the Linked Dipole Chain Model","comments":"25 pp","journal-ref":"Phys.Rev. D67 (2003) 034020","doi":"10.1103\/PhysRevD.67.034020","report-no":"LU-TP-02-34","categories":"hep-ph","license":null,"abstract":"  We apply the Linked Dipole Chain model to hadronic collisions using a\nmodified version of the LDCMC Monte Carlo program. In particular we investigate\nthe effects of multiple scatterings, which in this framework are reformulated\nin terms of the production of multiple chains of dipoles. We find, among other\nthings, that this way of describing multiple scatterings is less sensitive to\nthe treatment of soft, non-perturbative, scatterings. Although the results\npresented here are only at parton level, by comparing with corresponding\nresults from PYTHIA, we are confident that our model will be able to describe\nessential features of high energy hadronic collisions, including underlying\nevents and jet-pedestal effects in high pT events. The model should also be\napplicable to estimates of transverse energy flow in high energy heavy ion\ncollisions, of interest in analyses of signals for quark-gluon plasma\nformation.\n","versions":[{"version":"v1","created":"Tue, 17 Sep 2002 11:48:50 GMT"}],"update_date":"2009-11-07","authors_parsed":[["Gustafson","Gosta",""],["Lonnblad","Leif",""],["Miu","Gabriela",""]]}
{"id":"1406.5573","submitter":"Eiji Ogasa","authors":"Louis H. Kauffman and Eiji Ogasa","title":"Local moves on knots and products of knots II","comments":"44 pages, 13 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"math.GT","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We use the terms, knot product and local move, as defined in the text of the\npaper. Let $n$ be an integer$\\geqq3$. Let $\\mathcal S_n$ be the set of simple\nspherical $n$-knots in $S^{n+2}$. Let $m$ be an integer$\\geqq4$. We prove that\nthe map $j:\\mathcal S_{2m}\\to\\mathcal S_{2m+4}$ is bijective, where\n$j(K)=K\\otimes$Hopf, and Hopf denotes the Hopf link.\n  Let $J$ and $K$ be 1-links in $S^3$. Suppose that $J$ is obtained from $K$ by\na single pass-move, which is a local-move on 1-links. Let $k$ be a positive\ninteger. Let $P\\otimes^kQ$ denote the knot product\n$P\\otimes\\underbrace{Q\\otimes...\\otimes Q}_k$. We prove the following: The\n$(4k+1)$-dimensional submanifold $J\\otimes^k{\\rm Hopf}$ $\\subset S^{4k+3}$ is\nobtained from $K\\otimes^k{\\rm Hopf}$ by a single $(2k+1,2k+1)$-pass-move, which\nis a local-move on $(4k+1)$-submanifolds contained in $S^{4k+3}$. See the body\nof the paper for the definitions of all local moves in this abstract.\n  We prove the following: Let $a,b,a',b'$ and $k$ be positive integers. If the\n$(a,b)$ torus link is pass-move equivalent to the $(a',b')$ torus link, then\nthe Brieskorn manifold $\\Sigma(a,b,\\underbrace{2,...,2}_{2k})$ is diffeomorphic\nto $\\Sigma(a',b',\\underbrace{2,...,2}_{2k})$ as abstract manifolds.\n  Let $J$ and $K$ be (not necessarily connected or spherical) 2-dimensional\nclosed oriented submanifolds in $S^4$. Suppose that $J$ is obtained from $K$ by\na single ribbon-move, which is a local-move on 2-dimensional submanifolds\ncontained in $S^4$. Let $k$ be an integer$\\geq2$. We prove the following: The\n$(4k+2)$-submanifold $J\\otimes^k{\\rm Hopf}$ $\\subset S^{4k+4}$ is obtained from\n$K\\otimes^k{\\rm Hopf}$ by a single $(2k+1,2k+2)$-pass-move, which is a\nlocal-move on $(4k+2)$-dimensional submanifolds contained in $S^{4k+4}$.\n","versions":[{"version":"v1","created":"Sat, 21 Jun 2014 03:30:34 GMT"},{"version":"v2","created":"Fri, 6 Apr 2018 07:58:51 GMT"}],"update_date":"2018-04-09","authors_parsed":[["Kauffman","Louis H.",""],["Ogasa","Eiji",""]]}
{"id":"2205.15803","submitter":"Yoichi Takeda","authors":"Yoichi Takeda","title":"Mass evaluation for red giant stars based on the spectroscopically\n  determined atmospheric parameters","comments":"20 pages with 8 figures and 1 table (+ electronic data tables),\n  Accepted for publication in Astrophysics and Space Science","journal-ref":null,"doi":"10.1007\/s10509-022-04091-0","report-no":null,"categories":"astro-ph.SR","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  The mass (M) of a star can be evaluated from its spectroscopically determined\neffective temperature (T _eff) and metallicity ([Fe\/H]) along with the\nluminosity (L; derived from parallax), while comparing them with grids of\ntheoretical evolutionary tracks. It has been argued, however, that such a\ntrack-based mass (M_trk) may tend to be overestimated for the case of red\ngiants. Meanwhile, there is an alternative approach of evaluating mass (M_gLT)\ndirectly from surface gravity (g), L, and T_eff. The practical reliability of\nM_gLT was examined for ~100 benchmark giants in the Kepler field, for which\natmospheric parameters are already determined and the reliable mass (M_seis)\nalong with the evolutionary status are known from asteroseismology. In\naddition, similar check was also made for the accuracy of M_trk for comparison.\nIt turned out that, while a reasonable correlation is seen between M_gLT and\nM_seis almost irrespective of the stellar property, its precision is rather\ninsufficient because log(M_gLT\/M_seis) distributes rather widely within\n~+\/-0.2--0.3dex. In contrast, the reliability of M_trk was found to depend on\nthe evolutionary status. Although M_trk and M_seis are satisfactorily\nconsistent with each other (typical dispersion of log(M_trk}\/M_seis) is within\n~+\/-0.1dex) for H-burning red giants as well as He-burning 2nd clump giants of\nhigher mass, M_trk tends to be considerably overestimated as compared to M_seis\nby up to ~<0.4~dex for He-burning 1st clump giants of lower mass. Accordingly,\nM_gLT and M_trk are complementary with each other in terms of their\ncharacteristic merit and demerit.\n","versions":[{"version":"v1","created":"Tue, 31 May 2022 14:05:17 GMT"}],"update_date":"2022-06-22","authors_parsed":[["Takeda","Yoichi",""]]}
{"id":"2302.12937","submitter":"A Pavan","authors":"A. Pavan and Kuldeep S. Meel and N. V. Vinodchandran and Arnab\n  Bhattacharyya","title":"Constraint Optimization over Semirings","comments":"Appeared in AAAI 23","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.LO cs.CC cs.DB","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  Interpretations of logical formulas over semirings have applications in\nvarious areas of computer science including logic, AI, databases, and security.\nSuch interpretations provide richer information beyond the truth or falsity of\na statement. Examples of such semirings include Viterbi semiring, min-max or\naccess control semiring, tropical semiring, and fuzzy semiring.\n  The present work investigates the complexity of constraint optimization\nproblems over semirings. The generic optimization problem we study is the\nfollowing: Given a propositional formula $\\varphi$ over $n$ variable and a\nsemiring $(K,+,\\cdot,0,1)$, find the maximum value over all possible\ninterpretations of $\\varphi$ over $K$. This can be seen as a generalization of\nthe well-known satisfiability problem. A related problem is to find an\ninterpretation that achieves the maximum value. In this work, we first focus on\nthese optimization problems over the Viterbi semiring, which we call optConfVal\nand optConf.\n  We show that for general propositional formulas in negation normal form,\noptConfVal and optConf are in ${\\mathrm{FP}}^{\\mathrm{NP}}$. We investigate\noptConf when the input formula $\\varphi$ is represented as a CNF. For CNF\nformulae, we first derive an upper bound on optConfVal as a function of the\nnumber of maximum satisfiable clauses. In particular, we show that if $r$ is\nthe maximum number of satisfiable clauses in a CNF formula with $m$ clauses,\nthen its optConfVal is at most $1\/4^{m-r}$. Building on this we establish that\noptConfVal for CNF formulae is hard for the complexity class\n${\\mathrm{FP}}^{\\mathrm{NP}[\\log]}$. We also design polynomial-time\napproximation algorithms and establish an inapproximability for optConfVal. We\nestablish similar complexity results for these optimization problems over other\nsemirings including tropical, fuzzy, and access control semirings.\n","versions":[{"version":"v1","created":"Fri, 24 Feb 2023 23:53:03 GMT"}],"update_date":"2023-02-28","authors_parsed":[["Pavan","A.",""],["Meel","Kuldeep S.",""],["Vinodchandran","N. V.",""],["Bhattacharyya","Arnab",""]]}
{"id":"2301.12054","submitter":"Abhinit Kumar Ambastha","authors":"Abhinit Kumar Ambastha, Leong Tze Yun","title":"Adversarial Learning Networks: Source-free Unsupervised Domain\n  Incremental Learning","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.LG","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  This work presents an approach for incrementally updating deep neural network\n(DNN) models in a non-stationary environment. DNN models are sensitive to\nchanges in input data distribution, which limits their application to problem\nsettings with stationary input datasets. In a non-stationary environment,\nupdating a DNN model requires parameter re-training or model fine-tuning. We\npropose an unsupervised source-free method to update DNN classification models.\nThe contributions of this work are two-fold. First, we use trainable Gaussian\nprototypes to generate representative samples for future iterations; second,\nusing unsupervised domain adaptation, we incrementally adapt the existing model\nusing unlabelled data. Unlike existing methods, our approach can update a DNN\nmodel incrementally for non-stationary source and target tasks without storing\npast training data. We evaluated our work on incremental sentiment prediction\nand incremental disease prediction applications and compared our approach to\nstate-of-the-art continual learning, domain adaptation, and ensemble learning\nmethods. Our results show that our approach achieved improved performance\ncompared to existing incremental learning methods. We observe minimal\nforgetting of past knowledge over many iterations, which can help us develop\nunsupervised self-learning systems.\n","versions":[{"version":"v1","created":"Sat, 28 Jan 2023 02:16:13 GMT"}],"update_date":"2023-01-31","authors_parsed":[["Ambastha","Abhinit Kumar",""],["Yun","Leong Tze",""]]}
{"id":"0912.0603","submitter":"Rdv Ijcsis","authors":"Mohammad Ghulam Ali","title":"Object Oriented Approach for Integration of Heterogeneous Databases in a\n  Multidatabase System and Local Schemas Modifications Propagation","comments":"6 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS November 2009, ISSN 1947 5500,\n  http:\/\/sites.google.com\/site\/ijcsis\/","journal-ref":"International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 2, pp. 055-060, November 2009, USA","doi":null,"report-no":"ISSN 1947 5500","categories":"cs.DB","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  One of the challenging problems in the multidatabase systems is to find the\nmost viable solution to the problem of interoperability of distributed\nheterogeneous autonomous local component databases. This has resulted in the\ncreation of a global schema over set of these local component database schemas\nto provide a uniform representation of local schemas. The aim of this paper is\nto use object oriented approach to integrate schemas of distributed\nheterogeneous autonomous local component database schemas into a global schema.\nThe resulting global schema provides a uniform interface and high level of\nlocation transparency for retrieval of data from the local component databases.\nA set of integration operators are defined to integrate local schemas based on\nthe semantic relevance of their classes and to provide a model independent\nrepresentation of virtual classes of the global schema. The schematic\nrepresentation and heterogeneity is also taken into account in the integration\nprocess. Justifications about Object Oriented Modal are also discussed. Bottom\nup local schema modifications propagation in Global schema is also considered\nto maintain Global schema as local schemas are autonomous and evolve over time.\nAn example illustrates the applicability of the integration operator defined.\n","versions":[{"version":"v1","created":"Thu, 3 Dec 2009 09:01:39 GMT"}],"update_date":"2009-12-04","authors_parsed":[["Ali","Mohammad Ghulam",""]]}
{"id":"1811.02359","submitter":"Stefano Fortunati","authors":"Li Wang, Stefano Fortunati, Maria Sabrina Greco, Fulvio Gini","title":"Reinforcement learning-based waveform optimization for MIMO multi-target\n  detection","comments":"Presented at ASILOMAR 2018","journal-ref":null,"doi":null,"report-no":null,"categories":"eess.SP","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  A cognitive beamforming algorithm for colocated MIMO radars, based on\nReinforcement Learning (RL) framework, is proposed. We analyse an RL-based\noptimization protocol that allows the MIMO radar, i.e. the \\textit{agent}, to\niteratively sense the unknown environment, i.e. the radar scene involving an\nunknown number of targets at unknown angular positions, and consequently, to\nsynthesize a set of transmitted waveforms whose related beam patter is tailored\non the acquired knowledge. The performance of the proposed RL-based beamforming\nalgorithm is assessed through numerical simulations in terms of Probability of\nDetection ($P_D$).\n","versions":[{"version":"v1","created":"Tue, 6 Nov 2018 14:09:57 GMT"}],"update_date":"2018-11-07","authors_parsed":[["Wang","Li",""],["Fortunati","Stefano",""],["Greco","Maria Sabrina",""],["Gini","Fulvio",""]]}
{"id":"astro-ph\/0410350","submitter":"Svetlana V. Starikova","authors":"V.V. Sokolov, V.G. Kurt, G.S. Bisnovatyi-Kogan, Yu.N. Gnedin, Yu.V.\n  Baryshev, T. A. Fatkhullin, V. S. Lebedev","title":"Collimated high-energy photons and others possible observational effects\n  of the photon angular and spectral distribution in gamma-ray bursts sources","comments":"he modified version for the journal. Two paragraphs were corrected\n  near formula (1)","journal-ref":"Bull. Spec. Astrophys. Obs., 2005, 59, 5-17","doi":null,"report-no":null,"categories":"astro-ph","license":null,"abstract":"  Typical observational gamma-ray burst (GRB) spectra are discussed and, in\nthis connection, what is the origin of the compactness problem and how it was\nsolved at first. If the threshold for $e^{-}e^{+}$ pair production depends on\nan angle between photon momenta, then another solution of the compactness\nproblem is possible. We discuss a possibility of the $\\gamma$-rays collimation\nand the dependence of photon beaming on photon energies. The list of basic\nassumptions of the scenario describing the GRB source with energy $< 10^{49}$\nergs are adduced: the matter is about an alternative to the ultrarelativistic\nfireball if {\\it all} long-duration GRBs are related or physically connected\nwith {\\it normal\/unpeculiar} core-collapse supernovae (SNe). Namely, we\nconsider the questions about radiation pressure and how the jet arises on\naccount of even small asymmetry of the radiation field in a compact GRB source.\nThe possibility of a new approach to explanation of GRB phenomenon is shown.\nPossible mechanisms of their generation in regions of size $< 10^8$cm are\ndiscussed (a compact model of GRBs). Observational consequences of the compact\nGRB energy release are considered.\n","versions":[{"version":"v1","created":"Thu, 14 Oct 2004 13:26:30 GMT"},{"version":"v2","created":"Mon, 18 Oct 2004 06:54:54 GMT"},{"version":"v3","created":"Tue, 18 Jan 2005 05:47:08 GMT"},{"version":"v4","created":"Wed, 15 Mar 2006 12:38:49 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Sokolov","V. V.",""],["Kurt","V. G.",""],["Bisnovatyi-Kogan","G. S.",""],["Gnedin","Yu. N.",""],["Baryshev","Yu. V.",""],["Fatkhullin","T. A.",""],["Lebedev","V. S.",""]]}
{"id":"2208.06593","submitter":"Pino Caballero-Gil","authors":"Jezabel Molina-Gil, Pino Caballero-Gil, C\\'andido Caballero-Gil,\n  Amparo F\\'uster-Sabater","title":"Analysis and implementation of the SNOW 3G generator used in 4G\/LTE\n  systems","comments":"arXiv admin note: substantial text overlap with arXiv:2208.06147","journal-ref":"International Joint Conference SOCO CISIS ICEUTE, 499-508, 2014","doi":"10.1007\/978-3-319-01854-6_51","report-no":null,"categories":"cs.CR","license":"http:\/\/creativecommons.org\/licenses\/by-nc-nd\/4.0\/","abstract":"  The fourth generation of cell phones, marketed as 4G\/LTE (Long-Term\nEvolution) is being quickly adopted worldwide. Given the mobile and wireless\nnature of the involved communications, security is crucial. This paper includes\nboth a theoretical study and a practical analysis of the SNOW 3G generator,\nincluded in such a standard for protecting confidentiality and integrity. From\nits implementation and performance evaluation in mobile devices, several\nconclusions about how to improve its efficiency are obtained.\n","versions":[{"version":"v1","created":"Sat, 13 Aug 2022 08:20:45 GMT"}],"update_date":"2022-08-16","authors_parsed":[["Molina-Gil","Jezabel",""],["Caballero-Gil","Pino",""],["Caballero-Gil","Cándido",""],["Fúster-Sabater","Amparo",""]]}
{"id":"math\/0701227","submitter":"Florent Chazel","authors":"Florent Chazel (IMB)","title":"Influence of Bottom Topography on Long Water Waves","comments":null,"journal-ref":"Mathematical Modelling and Numerical Analysis 41, 4 (2007) 771-799","doi":"10.1051\/m2an:2007041","report-no":null,"categories":"math.AP physics.ao-ph","license":null,"abstract":"  We focus here on the water waves problem for uneven bottoms in the long-wave\nregime, on an unbounded two or three-dimensional domain. In order to derive\nasymptotic models for this problem, we consider two different regimes of bottom\ntopography, one for small variations in amplitude, and one for strong\nvariations. Starting from the Zakharov formulation of this problem, we\nrigorously compute the asymptotics expansion of the involved Dirichlet-Neumann\noperator. then, following the global strategy introduced by Bona, Colin and\nLannes, new symetric asymptotic models are derived for each regime of bottom\ntopography. Solutions of these systems are proved to give good approximations\nof solutions of the water waves problem. These results hold for solutions that\nevanesce at infinity as well as for spatially periodic ones.\n","versions":[{"version":"v1","created":"Mon, 8 Jan 2007 15:31:07 GMT"}],"update_date":"2008-12-05","authors_parsed":[["Chazel","Florent","","IMB"]]}
{"id":"2312.12898","submitter":"Giulia Carl\\`a","authors":"G.Carl\\`a, L.Busoni, S.Esposito, G.Agapito, R.Holzl\\\"ohner","title":"CiaoCiao WFS: sensing phase discontinuities at the ELT","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.IM","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  The upcoming extremely large telescopes will have to deal with the so-called\n''pupil fragmentation'' effect: for what concerns the Extremely Large Telescope\n(ELT), the presence of thick spider legs supporting the secondary mirror may\ninduce unseen phase discontinuities across the pupil sectors that could limit\nthe performance of the adaptive optics correction. In this context, we propose\na wavefront sensor (WFS), the CiaoCiao WFS, consisting in a rotational shearing\ninterferometer to sense phase differences between the pupil sectors. In this\nwork, we present the CiaoCiao WFS concept and the first analyses carried out\nthrough numerical simulations. In particular, we analyze the performance of\nsuch a wavefront sensor in case the phase discontinuities are induced by\nlow-wind effect during observations with the Multiconjugate adaptive Optics\nRelay For ELT Observations (MORFEO).\n","versions":[{"version":"v1","created":"Wed, 20 Dec 2023 10:33:32 GMT"}],"update_date":"2023-12-21","authors_parsed":[["Carlà","G.",""],["Busoni","L.",""],["Esposito","S.",""],["Agapito","G.",""],["Holzlöhner","R.",""]]}
{"id":"1011.1204","submitter":"Zafar  Ibragimov","authors":"S.A.Imomkulov and J.U.Khujamov","title":"Analytic continuation of functions along parallel algebraic curves","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.CV","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In this work we study a problem about analytic continuation along parallel\nalgebraic curves.\n","versions":[{"version":"v1","created":"Thu, 4 Nov 2010 16:30:22 GMT"}],"update_date":"2010-11-05","authors_parsed":[["Imomkulov","S. A.",""],["Khujamov","J. U.",""]]}
{"id":"0712.2506","submitter":"Rainer Grauer","authors":"Lukas Arnold, Juergen Dreher and Rainer Grauer","title":"A semi-implicit Hall-MHD solver using whistler wave preconditioning","comments":null,"journal-ref":null,"doi":"10.1016\/j.cpc.2007.11.018","report-no":null,"categories":"physics.comp-ph physics.flu-dyn physics.plasm-ph","license":null,"abstract":"  The dispersive character of the Hall-MHD solutions, in particular the\nwhistler waves, is a strong restriction to numerical treatments of this system.\nNumerical stability demands a time step dependence of the form $\\Delta t\\propto\n(\\Delta x)^2$ for explicit calculations. A new semi--implicit scheme for\nintegrating the induction equation is proposed and applied to a reconnection\nproblem. It it based on a fix point iteration with a physically motivated\npreconditioning. Due to its convergence properties, short wavelengths converge\nfaster than long ones, thus it can be used as a smoother in a nonlinear\nmultigrid method.\n","versions":[{"version":"v1","created":"Sat, 15 Dec 2007 11:21:21 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Arnold","Lukas",""],["Dreher","Juergen",""],["Grauer","Rainer",""]]}
{"id":"2109.12352","submitter":"Manuel Alberto M. Ferreira Prof. Dr.","authors":"Manuel Alberto M. Ferreira","title":"Computing Customers Sojourn Times in Jackson Networks Distribution\n  Functions and Moments","comments":"13 pages and 3 figures","journal-ref":null,"doi":"10.9734\/bpi\/ctmcs\/v1\/9530D","report-no":null,"categories":"math.PR","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  Jackson queuing networks have a lot of practical applications, mainly in\nservices and technologic devices. For the first case, an example are the\nhealthcare networks and, for the second, the computation and telecommunications\nnetworks. Evidently the time that a customer (a person, a job, a message)\nspends in this kind of systems, its sojourn time, is an important measure of\nits performance, among others. In this work, the practical statistical known\nresults about the sojourn time of a customer, in a Jackson network,\ndistribution are collected and presented. And an emphasis is set on the\nnumerical methods applicable to compute the distribution function and the\nmoments.\n","versions":[{"version":"v1","created":"Sat, 25 Sep 2021 12:42:36 GMT"}],"update_date":"2021-09-28","authors_parsed":[["Ferreira","Manuel Alberto M.",""]]}
{"id":"1904.03540","submitter":"Rokas Volkovas","authors":"Rokas Volkovas, Michael Fairbank, John Woodward, Simon Lucas","title":"Mek: Mechanics Prototyping Tool for 2D Tile-Based Turn-Based\n  Deterministic Games","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.PL cs.HC","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  There are few digital tools to help designers create game mechanics. A\ngeneral language to express game mechanics is necessary for rapid game design\niteration. The first iteration of a mechanics-focused language, together with\nits interfacing tool, are introduced in this paper. The language is restricted\nto two-dimensional, turn-based, tile-based, deterministic, complete-information\ngames. The tool is compared to the existing alternatives for game mechanics\nprototyping and shown to be capable of succinctly implementing a range of\nwell-known game mechanics.\n","versions":[{"version":"v1","created":"Sat, 6 Apr 2019 22:09:53 GMT"}],"update_date":"2019-04-09","authors_parsed":[["Volkovas","Rokas",""],["Fairbank","Michael",""],["Woodward","John",""],["Lucas","Simon",""]]}
{"id":"cond-mat\/9809338","submitter":"Rita Zorzenon dos Santos","authors":"Rita Maria Zorzenon dos Santos (UFF, Niteroi-RJ, Brazil) and Americo\n  T. Bernardes (UFOP, Ouro Preto-MG, Brazil)","title":"Immunization and Aging: a Learning Process in the Immune Network","comments":"4 latex pages, 3 postscript figures attached. To be published in\n  Physical Review Letters (Tentatively scheduled for 5th Oct. issue)","journal-ref":null,"doi":"10.1103\/PhysRevLett.81.3034","report-no":null,"categories":"cond-mat.stat-mech q-bio","license":null,"abstract":"  The immune system can be thought as a complex network of different\ninteracting elements. A cellular automaton, defined in shape-space, was\nrecently shown to exhibit self-regulation and complex behavior and is,\ntherefore, a good candidate to model the immune system. Using this model to\nsimulate a real immune system we find good agreement with recent experiments on\nmice. The model exhibits the experimentally observed refractory behavior of the\nimmune system under multiple antigen presentations as well as loss of its\nplasticity caused by aging.\n","versions":[{"version":"v1","created":"Thu, 24 Sep 1998 22:59:10 GMT"}],"update_date":"2009-10-31","authors_parsed":[["Santos","Rita Maria Zorzenon dos","","UFF, Niteroi-RJ, Brazil"],["Bernardes","Americo T.","","UFOP, Ouro Preto-MG, Brazil"]]}
{"id":"2309.14587","submitter":"Minh-Duong Nguyen","authors":"Minh-Duong Nguyen, Quang-Vinh Do, Zhaohui Yang, Quoc-Viet Pham,\n  Won-Joo Hwang","title":"Joint Communication and Computation Framework for Goal-Oriented Semantic\n  Communication with Distortion Rate Resilience","comments":"15 pages; 11 figures, 2 tables","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.LG cs.AI cs.DC cs.IT eess.SP math.IT","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Recent research efforts on semantic communication have mostly considered\naccuracy as a main problem for optimizing goal-oriented communication systems.\nHowever, these approaches introduce a paradox: the accuracy of artificial\nintelligence (AI) tasks should naturally emerge through training rather than\nbeing dictated by network constraints. Acknowledging this dilemma, this work\nintroduces an innovative approach that leverages the rate-distortion theory to\nanalyze distortions induced by communication and semantic compression, thereby\nanalyzing the learning process. Specifically, we examine the distribution shift\nbetween the original data and the distorted data, thus assessing its impact on\nthe AI model's performance. Founding upon this analysis, we can preemptively\nestimate the empirical accuracy of AI tasks, making the goal-oriented semantic\ncommunication problem feasible. To achieve this objective, we present the\ntheoretical foundation of our approach, accompanied by simulations and\nexperiments that demonstrate its effectiveness. The experimental results\nindicate that our proposed method enables accurate AI task performance while\nadhering to network constraints, establishing it as a valuable contribution to\nthe field of signal processing. Furthermore, this work advances research in\ngoal-oriented semantic communication and highlights the significance of\ndata-driven approaches in optimizing the performance of intelligent systems.\n","versions":[{"version":"v1","created":"Tue, 26 Sep 2023 00:26:29 GMT"}],"update_date":"2023-09-27","authors_parsed":[["Nguyen","Minh-Duong",""],["Do","Quang-Vinh",""],["Yang","Zhaohui",""],["Pham","Quoc-Viet",""],["Hwang","Won-Joo",""]]}
{"id":"1707.06979","submitter":"Thomas F\\\"uhrer","authors":"Thomas F\\\"uhrer","title":"Superconvergence in a DPG method for an ultra-weak formulation","comments":"title change","journal-ref":null,"doi":"10.1016\/j.camwa.2017.11.029","report-no":null,"categories":"math.NA","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In this work we study a DPG method for an ultra-weak variational formulation\nof a reaction-diffusion problem. We improve existing a priori convergence\nresults by sharpening an approximation result for the numerical flux. By\nduality arguments we show that higher convergence rates for the scalar field\nvariable are obtained if the polynomial order of the corresponding\napproximation space is increased by one. Furthermore, we introduce a simple\nelementwise postprocessing of the solution and prove superconvergence.\nNumerical experiments indicate that the obtained results are valid beyond the\nunderlying model problem.\n","versions":[{"version":"v1","created":"Fri, 21 Jul 2017 17:21:04 GMT"},{"version":"v2","created":"Wed, 20 Dec 2017 16:04:43 GMT"}],"update_date":"2017-12-21","authors_parsed":[["Führer","Thomas",""]]}
{"id":"1707.09688","submitter":"Satoshi Hara","authors":"Satoshi Hara, Takayuki Katsuki, Hiroki Yanagisawa, Masaaki Imaizumi,\n  Takafumi Ono, Ryo Okamoto, Shigeki Takeuchi","title":"Consistent Nonparametric Different-Feature Selection via the Sparsest\n  $k$-Subgraph Problem","comments":"32 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"stat.ML","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Two-sample feature selection is the problem of finding features that describe\na difference between two probability distributions, which is a ubiquitous\nproblem in both scientific and engineering studies. However, existing methods\nhave limited applicability because of their restrictive assumptions on data\ndistributoins or computational difficulty. In this paper, we resolve these\ndifficulties by formulating the problem as a sparsest $k$-subgraph problem. The\nproposed method is nonparametric and does not assume any specific parametric\nmodels on the data distributions. We show that the proposed method is\ncomputationally efficient and does not require any extra computation for model\nselection. Moreover, we prove that the proposed method provides a consistent\nestimator of features under mild conditions. Our experimental results show that\nthe proposed method outperforms the current method with regard to both accuracy\nand computation time.\n","versions":[{"version":"v1","created":"Mon, 31 Jul 2017 00:53:59 GMT"},{"version":"v2","created":"Tue, 1 Aug 2017 01:03:57 GMT"}],"update_date":"2017-08-02","authors_parsed":[["Hara","Satoshi",""],["Katsuki","Takayuki",""],["Yanagisawa","Hiroki",""],["Imaizumi","Masaaki",""],["Ono","Takafumi",""],["Okamoto","Ryo",""],["Takeuchi","Shigeki",""]]}
{"id":"1312.5226","submitter":"Yang Su","authors":"Yang Su, Peter G\\\"om\\\"ory, Astrid Veronig, Manuela Temmer, Tongjiang\n  Wang, Kamalam Vanninathan, Weiqun Gan, and Youping Li","title":"Solar Magnetized Tornadoes: Rotational Motion in a Tornado-like\n  Prominence","comments":"accepted by ApJ Letters","journal-ref":null,"doi":"10.1088\/2041-8205\/785\/1\/L2","report-no":null,"categories":"astro-ph.SR physics.space-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Su et al. 2012 proposed a new explanation for filament formation and\neruption, where filament barbs are rotating magnetic structures driven by\nunderlying vortices on the surface. Such structures have been noticed as\ntornado-like prominences when they appear above the limb. They may play a key\nrole as the source of plasma and twist in filaments. However, no observations\nhave successfully distinguished rotational motion of the magnetic structures in\ntornado-like prominences from other motions such as oscillation and\ncounter-streaming plasma flows. Here we report evidence of rotational motions\nin a tornado-like prominence. The spectroscopic observations in two coronal\nlines were obtained from a specifically designed Hinode\/EIS observing program.\nThe data revealed the existence of both cold and million-degree-hot plasma in\nthe prominence leg, supporting the so-called \"the prominence-corona transition\nregion\". The opposite velocities at the two sides of the prominence and their\npersistent time evolution, together with the periodic motions evident in\nSDO\/AIA dark structures, indicate a rotational motion of both cold and hot\nplasma with a speed of $\\sim$5 km s$^{-1}$.\n","versions":[{"version":"v1","created":"Wed, 18 Dec 2013 17:08:38 GMT"},{"version":"v2","created":"Mon, 17 Mar 2014 09:32:01 GMT"}],"update_date":"2015-06-18","authors_parsed":[["Su","Yang",""],["Gömöry","Peter",""],["Veronig","Astrid",""],["Temmer","Manuela",""],["Wang","Tongjiang",""],["Vanninathan","Kamalam",""],["Gan","Weiqun",""],["Li","Youping",""]]}
{"id":"1404.0835","submitter":"EPTCS","authors":"Llu\\'is Godo (IIIA - CSIC), Enrico Marchioni (IRIT - UPS)","title":"Games for the Strategic Influence of Expectations","comments":"In Proceedings SR 2014, arXiv:1404.0414","journal-ref":"EPTCS 146, 2014, pp. 9-15","doi":"10.4204\/EPTCS.146.2","report-no":null,"categories":"cs.GT cs.LO cs.MA","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We introduce a new class of games where each player's aim is to randomise her\nstrategic choices in order to affect the other players' expectations aside from\nher own. The way each player intends to exert this influence is expressed\nthrough a Boolean combination of polynomial equalities and inequalities with\nrational coefficients. We offer a logical representation of these games as well\nas a computational study of the existence of equilibria.\n","versions":[{"version":"v1","created":"Thu, 3 Apr 2014 10:37:40 GMT"}],"update_date":"2014-04-04","authors_parsed":[["Godo","Lluís","","IIIA - CSIC"],["Marchioni","Enrico","","IRIT - UPS"]]}
{"id":"2103.03062","submitter":"Gintautas Palubinskas","authors":"Gintautas Palubinskas","title":"Model-based image adjustment for a successful pansharpening","comments":"17 pages, 6 figures, 7 tables","journal-ref":null,"doi":null,"report-no":null,"categories":"eess.IV cs.CV","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  A new model-based image adjustment for the enhancement of multi-resolution\nimage fusion or pansharpening is proposed. Such image adjustment is needed for\nmost pansharpening methods using panchromatic band and\/or intensity image\n(calculated as a weighted sum of multispectral bands) as an input. Due various\nreasons, e.g. calibration inaccuracies, usage of different sensors, input\nimages for pansharpening: low resolution multispectral image or more precisely\nthe calculated intensity image and high resolution panchromatic image may\ndiffer in values of their physical properties, e.g. radiances or reflectances\ndepending on the processing level. But the same objects\/classes in both images\nshould exhibit similar values or more generally similar statistics. Similarity\ndefinition will depend on a particular application. For a successful fusion of\ndata from two sensors the energy balance between radiances\/reflectances of both\nsensors should hold. A virtual band is introduced to compensate for total\nenergy disbalance in different sensors. Its estimation consists of several\nsteps: first, weights for individual spectral bands are estimated in a low\nresolution scale, where both multispectral and panchromatic images (low pass\nfiltered version) are available, then, the estimated virtual band is up-sampled\nto a high scale and, finally, high resolution panchromatic band is corrected by\nsubtracting virtual band. This corrected panchromatic band is used instead of\noriginal panchromatic image in the following pansharpening. It is shown, for\nexample, that the performance quality of component substitution based methods\ncan be increased significantly.\n","versions":[{"version":"v1","created":"Thu, 4 Mar 2021 14:38:22 GMT"}],"update_date":"2021-03-05","authors_parsed":[["Palubinskas","Gintautas",""]]}
{"id":"2009.00588","submitter":"Logan Beaver","authors":"Logan E. Beaver, Michael Dorothy, Christopher Kroninger, Andreas A.\n  Malikopoulos","title":"Energy-Optimal Motion Planning for Agents: Barycentric Motion and\n  Collision Avoidance Constraints","comments":"6 pages, no figures","journal-ref":"2021 American Control Conference (ACC), pp 1037-1042","doi":null,"report-no":null,"categories":"math.OC cs.MA","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  As robotic swarm systems emerge, it is increasingly important to provide\nstrong guarantees on energy consumption and safety to maximize system\nperformance. One approach to achieve these guarantees is through\nconstraint-driven control, where agents seek to minimize energy consumption\nsubject to a set of safety and task constraints. In this paper, we provide a\nsufficient and necessary condition for an energy-minimizing agent with\nintegrator dynamics to have a continuous control input at the transition\nbetween unconstrained and constrained trajectories. In addition, we present and\nanalyze barycentric motion and collision avoidance constraints to be used in\nconstraint-driven control of swarms.\n","versions":[{"version":"v1","created":"Tue, 1 Sep 2020 17:23:56 GMT"}],"update_date":"2021-06-22","authors_parsed":[["Beaver","Logan E.",""],["Dorothy","Michael",""],["Kroninger","Christopher",""],["Malikopoulos","Andreas A.",""]]}
{"id":"math-ph\/0303030","submitter":"H. Falomir","authors":"H. Falomir, M. A. Muschietti, P. A. G. Pisani and R. Seeley","title":"Unusual poles of the $\\zeta$-functions for some regular singular\n  differential operators","comments":"26 pages, 1 figure, LaTeX. References added. Version to appear in the\n  Journal of Physics A: Math. and Gen","journal-ref":"J.Phys.A36:9991-10010,2003","doi":"10.1088\/0305-4470\/36\/39\/302","report-no":null,"categories":"math-ph hep-th math.FA math.MP quant-ph","license":null,"abstract":"  We consider the resolvent of a system of first order differential operators\nwith a regular singularity, admitting a family of self-adjoint extensions. We\nfind that the asymptotic expansion for the resolvent in the general case\npresents powers of $\\lambda$ which depend on the singularity, and can take even\nirrational values. The consequences for the pole structure of the corresponding\n$\\zeta$ and $\\eta$-functions are also discussed.\n","versions":[{"version":"v1","created":"Wed, 12 Mar 2003 14:57:02 GMT"},{"version":"v2","created":"Fri, 15 Aug 2003 20:34:56 GMT"},{"version":"v3","created":"Fri, 5 Sep 2003 13:51:18 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Falomir","H.",""],["Muschietti","M. A.",""],["Pisani","P. A. G.",""],["Seeley","R.",""]]}
{"id":"1509.00972","submitter":"Gyorgy Gyurky","authors":"Gy Gy\\\"urky, Z Hal\\'asz, T Sz\\\"ucs, G G Kiss, Zs F\\\"ul\\\"op","title":"An ERC Starting Grant project on p-process nucleosynthesis concluded","comments":"To appear in Journal of Physics: Conference Series, the proceedings\n  of the Nuclear Physics in Astrophysics VI conference, Lisbon, Portugal, 2013.\n  The version posted here is slightly modified compared to the published one","journal-ref":null,"doi":"10.1088\/1742-6596\/665\/1\/012033","report-no":null,"categories":"nucl-ex astro-ph.SR","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In 2008 a Starting Grant project supported by the European Research Council\ntitled \"Nuclear reaction studies relevant to the astrophysical p-process\nnucleosynthesis\" was launched. After five years of successful research related\nto the experimental investigation of proton- and alpha-induced nuclear reaction\nfor the astrophysical p-process, the project came to an end. In this paper a\nsummary of the research and the most important achievements is given.\n","versions":[{"version":"v1","created":"Thu, 3 Sep 2015 08:00:24 GMT"}],"update_date":"2016-01-20","authors_parsed":[["Gyürky","Gy",""],["Halász","Z",""],["Szücs","T",""],["Kiss","G G",""],["Fülöp","Zs",""]]}
{"id":"2106.10797","submitter":"Stephen Montgomery-Smith","authors":"Stephen Montgomery-Smith","title":"Non-linear Instability of periodic orbits of suspensions of thin fibers\n  in fluids","comments":null,"journal-ref":"Journal of Non-Newtonian Fluid Mechanics, March 2023, Volume 313,\n  Article 105001","doi":"10.1016\/j.jnnfm.2023.105001","report-no":null,"categories":"physics.flu-dyn","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  This paper is concerned with difficulties encountered by engineers when they\nattempt to predict the orientation of fibers in the creation of injection\nmolded plastic parts. It is known that Jeffery's equation, which was designed\nto model a single fiber in an infinite fluid, breaks down very badly when\napplied, with no modifications, to this situation. In a previous paper, the\nauthor described how interactions between the fiber orientation and the\nviscosity of the suspension might cause instability, which could result in the\nsimple predictions from Jeffery's equation being badly wrong. In this paper, we\ngive some rigorous proofs of instability using Floquet Theory. We also give an\nexample where the spectal radius of the monodromy operator is one, but there is\nstill non-linear instability.\n","versions":[{"version":"v1","created":"Mon, 21 Jun 2021 01:19:35 GMT"},{"version":"v2","created":"Thu, 22 Dec 2022 03:23:29 GMT"},{"version":"v3","created":"Wed, 25 Jan 2023 20:41:47 GMT"}],"update_date":"2023-02-14","authors_parsed":[["Montgomery-Smith","Stephen",""]]}
{"id":"1304.0260","submitter":"Qiuliang Xie","authors":"Qiuliang Xie, Zhaocheng Wang and Zhixing Yang","title":"Polar Decomposition of Mutual Information over Complex-Valued Channels","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.IT math.IT","license":"http:\/\/creativecommons.org\/licenses\/by-nc-sa\/3.0\/","abstract":"  A polar decomposition of mutual information between a complex-valued\nchannel's input and output is proposed for a input whose amplitude and phase\nare independent of each other. The mutual information is symmetrically\ndecomposed into three terms: an amplitude term, a phase term, and a cross term,\nwhereby the cross term is negligible at high signal-to-noise ratio. Theoretical\nbounds of the amplitude and phase terms are derived for additive white Gaussian\nnoise channels with Gaussian inputs. This decomposition is then applied to the\nrecently proposed amplitude phase shift keying with product constellation\n(product-APSK) inputs. It shows from an information theoretical perspective\nthat coded modulation schemes using product-APSK are able to outperform those\nusing conventional quadrature amplitude modulation (QAM), meanwhile maintain a\nlow complexity.\n","versions":[{"version":"v1","created":"Sun, 31 Mar 2013 22:07:02 GMT"}],"update_date":"2013-04-02","authors_parsed":[["Xie","Qiuliang",""],["Wang","Zhaocheng",""],["Yang","Zhixing",""]]}
{"id":"1310.7294","submitter":"Xilin  Zhang","authors":"Xilin Zhang","title":"Photon neutrino-production in a chiral EFT for nuclei and extrapolation\n  to $E_{\\nu}\\sim$ GeV region","comments":"4 pages, 2 figures, and 1 table. Contribution to the proceedings of\n  the International Workshop on Neutrino Factories, Super beams and Beta Beams\n  (NUFACT 2013), August 2013, Beijing, China","journal-ref":null,"doi":null,"report-no":null,"categories":"nucl-th hep-ex hep-ph nucl-ex","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We carry out a series of studies on pion and photon productions in\nneutrino\/electron\/photon--nucleus scatterings. The low energy region is\ninvestigated by using a chiral effective field theory for nuclei. The results\nfor the neutral current induced photon production ($\\gamma$-NCP) are then\nextrapolated to neutrino energy $E_{\\nu}\\sim$ GeV region. By convoluting the\ncross sections with MiniBooNE's beam spectrum and detection efficiency, we\nestimate its $\\gamma$-NCP, event number, and conclude that such photon\nproduction can not fully explain its low energy event excess in both neutrino\nand antineutrino runs.\n","versions":[{"version":"v1","created":"Mon, 28 Oct 2013 02:18:16 GMT"}],"update_date":"2013-10-29","authors_parsed":[["Zhang","Xilin",""]]}
{"id":"2304.01621","submitter":"Mehwish Fatima","authors":"Mehwish Fatima, Tim Kolber, Katja Markert and Michael Strube","title":"SimCSum: Joint Learning of Simplification and Cross-lingual\n  Summarization for Cross-lingual Science Journalism","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.CL","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  Cross-lingual science journalism generates popular science stories of\nscientific articles different from the source language for a non-expert\naudience. Hence, a cross-lingual popular summary must contain the salient\ncontent of the input document, and the content should be coherent,\ncomprehensible, and in a local language for the targeted audience. We improve\nthese aspects of cross-lingual summary generation by joint training of two\nhigh-level NLP tasks, simplification and cross-lingual summarization. The\nformer task reduces linguistic complexity, and the latter focuses on\ncross-lingual abstractive summarization. We propose a novel multi-task\narchitecture - SimCSum consisting of one shared encoder and two parallel\ndecoders jointly learning simplification and cross-lingual summarization. We\nempirically investigate the performance of SimCSum by comparing it with several\nstrong baselines over several evaluation metrics and by human evaluation.\nOverall, SimCSum demonstrates statistically significant improvements over the\nstate-of-the-art on two non-synthetic cross-lingual scientific datasets.\nFurthermore, we conduct an in-depth investigation into the linguistic\nproperties of generated summaries and an error analysis.\n","versions":[{"version":"v1","created":"Tue, 4 Apr 2023 08:24:22 GMT"}],"update_date":"2023-04-05","authors_parsed":[["Fatima","Mehwish",""],["Kolber","Tim",""],["Markert","Katja",""],["Strube","Michael",""]]}
{"id":"1611.04173","submitter":"Mark Batell","authors":"Mark Batell","title":"On a class of half-factorial domains","comments":"7 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AC","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Let $R$ be an integral domain. For elements $a,b \\in R$, let $[a,b]$ denote\ntheir greatest common divisor, if it exists. We say that $R$ has the Z-property\nif whenever $a,b,c,d$ and $e$ are nonzero nonunits of $R$ such that $abc=de$,\nthen $[ab,d] \\neq 1$ or $[ab,e] \\neq 1$. The purpose of this paper is to study\nthis property. The atomic integral domains that have this property constitute a\nclass of half-factorial domains. Also, it is known that $R$ must have this\nproperty in order for the polynomial ring $R[x]$ to be half-factorial. We use\nit to give a characterization of half-factorial polynomial rings in the case\nwhere every $v$-ideal is $v$-generated by two elements. We also show that if\n$R$ is a Krull domain with this property, then $R$ has torsion class group.\n","versions":[{"version":"v1","created":"Sun, 13 Nov 2016 19:13:38 GMT"}],"update_date":"2016-11-15","authors_parsed":[["Batell","Mark",""]]}
{"id":"1710.04570","submitter":"Roberto Bruni","authors":"Roberto Bruni, Hern\\'an Melgratti, Ugo Montanari","title":"Concurrency and Probability: Removing Confusion, Compositionally","comments":null,"journal-ref":"Logical Methods in Computer Science, Volume 15, Issue 4 (December\n  19, 2019) lmcs:5271","doi":"10.23638\/LMCS-15(4:17)2019","report-no":null,"categories":"cs.LO","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  Assigning a satisfactory truly concurrent semantics to Petri nets with\nconfusion and distributed decisions is a long standing problem, especially if\none wants to resolve decisions by drawing from some probability distribution.\nHere we propose a general solution based on a recursive, static decomposition\nof (occurrence) nets in loci of decision, called structural branching cells\n(s-cells). Each s-cell exposes a set of alternatives, called transactions. Our\nsolution transforms a given Petri net into another net whose transitions are\nthe transactions of the s-cells and whose places are those of the original net,\nwith some auxiliary structure for bookkeeping. The resulting net is\nconfusion-free, and thus conflicting alternatives can be equipped with\nprobabilistic choices, while nonintersecting alternatives are purely concurrent\nand their probability distributions are independent. The validity of the\nconstruction is witnessed by a tight correspondence with the recursively\nstopped configurations of Abbes and Benveniste. Some advantages of our approach\nare that: i) s-cells are defined statically and locally in a compositional way;\nii) our resulting nets faithfully account for concurrency.\n","versions":[{"version":"v1","created":"Thu, 12 Oct 2017 15:40:11 GMT"},{"version":"v2","created":"Tue, 31 Oct 2017 08:43:28 GMT"},{"version":"v3","created":"Fri, 8 Mar 2019 09:12:23 GMT"},{"version":"v4","created":"Thu, 24 Oct 2019 10:35:15 GMT"},{"version":"v5","created":"Wed, 18 Dec 2019 14:03:17 GMT"}],"update_date":"2023-06-22","authors_parsed":[["Bruni","Roberto",""],["Melgratti","Hernán",""],["Montanari","Ugo",""]]}
{"id":"2201.11015","submitter":"Ademir Hujdurovi\\'c","authors":"Ademir Hujdurovi\\'c, Istv\\'an Kov\\'acs, Klavdija Kutnar, Dragan\n  Maru\\v{s}i\\v{c}","title":"Intersection density of transitive groups with cyclic point stabilizers","comments":"14 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.CO","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  For a permutation group $G$ acting on a set $V$, a subset $\\mathcal{F}$ of\n$G$ is said to be an intersecting set if for every pair of elements $g,h\\in\n\\mathcal{F}$ there exists $v \\in V$ such that $g(v) = h(v)$. The intersection\ndensity $\\rho(G)$ of a transitive permutation group $G$ is the maximum value of\nthe quotient $|\\mathcal{F}|\/|G_v|$ where $G_v$ is a stabilizer of a point $v\\in\nV$ and $\\mathcal{F}$ runs over all intersecting sets in $G$.\n  If $G_v$ is a largest intersecting set in $G$ then $G$ is said to have the\nErd\\H{o}s-Ko-Rado (EKR)-property. This paper is devoted to the study of\ntransitive permutation groups, with point stabilizers of prime order with a\nspecial emphasis given to orders 2 and 3, which do not have the EKR-property.\nAmong other, constructions of infinite family of transitive permutation groups\nhaving point stabilizer of order $3$ with intersection density $4\/3$ and of\ninfinite families of transitive permutation groups having point stabilizer of\norder $3$ with arbitrarily large intersection density are given.\n","versions":[{"version":"v1","created":"Wed, 26 Jan 2022 15:46:39 GMT"}],"update_date":"2022-01-27","authors_parsed":[["Hujdurović","Ademir",""],["Kovács","István",""],["Kutnar","Klavdija",""],["Marušič","Dragan",""]]}
{"id":"1103.2438","submitter":"Gabriel T\\\"or\\\"ok Jr.","authors":"Gabriel Torok, Andrea Kotrlova, Eva Sramkova, Zdenek Stuchlik","title":"Confronting the models of 3:2 quasiperiodic oscillations with the rapid\n  spin of the microquasar GRS 1915+105","comments":"7 pages, 3 figures, 2 tables; v2: corrections in the introduction,\n  language corrections (Astronomy & Astrophysics proof-readed version)","journal-ref":null,"doi":"10.1051\/0004-6361\/201015549","report-no":null,"categories":"astro-ph.HE","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Spectral fitting of the spin a in the microquasar GRS 1915+105 estimate\nvalues higher than a=0.98. However, there are certain doubts about this\n(nearly) extremal number. Confirming a high value of a>0.9 would have\nsignificant concequences for the theory of high-frequency quasiperiodic\noscillations (HF QPOs). Here we discuss its possible implications assuming\nseveral commonly used orbital models of 3:2 HF QPOs. We show that the estimate\nof a>0.9 is almost inconsistent with two hot-spot (relativistic precession and\ntidal disruption) models and the warped disc resonance model. In contrast, we\ndemonstrate that the epicyclic resonance and discoseismic models assuming the\nc- and g- modes are favoured. We extend our discussion to another two\nmicroquasars that display the 3:2 HF QPOs. The frequencies of these QPOs scale\nroughly inversely to the microquasar masses, and the differences in the\nindividual spins, such as a=0.9 compared to a=0.7, represent a generic problem\nfor most of the discussed geodesic 3:2 QPO models. To explain the observations\nof all the three microquasars by one unique mechanism, the models would have to\naccommodate very large non-geodesic corrections.\n","versions":[{"version":"v1","created":"Sat, 12 Mar 2011 11:28:20 GMT"},{"version":"v2","created":"Fri, 3 Jun 2011 10:02:27 GMT"}],"update_date":"2015-05-27","authors_parsed":[["Torok","Gabriel",""],["Kotrlova","Andrea",""],["Sramkova","Eva",""],["Stuchlik","Zdenek",""]]}
{"id":"2310.03274","submitter":"Kha-Dinh Luong","authors":"Kha-Dinh Luong, Ambuj Singh","title":"Fragment-based Pretraining and Finetuning on Molecular Graphs","comments":"18 pages, 4 figures, published in NeurIPS 2023","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.LG","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  Property prediction on molecular graphs is an important application of Graph\nNeural Networks. Recently, unlabeled molecular data has become abundant, which\nfacilitates the rapid development of self-supervised learning for GNNs in the\nchemical domain. In this work, we propose pretraining GNNs at the fragment\nlevel, a promising middle ground to overcome the limitations of node-level and\ngraph-level pretraining. Borrowing techniques from recent work on principal\nsubgraph mining, we obtain a compact vocabulary of prevalent fragments from a\nlarge pretraining dataset. From the extracted vocabulary, we introduce several\nfragment-based contrastive and predictive pretraining tasks. The contrastive\nlearning task jointly pretrains two different GNNs: one on molecular graphs and\nthe other on fragment graphs, which represents higher-order connectivity within\nmolecules. By enforcing consistency between the fragment embedding and the\naggregated embedding of the corresponding atoms from the molecular graphs, we\nensure that the embeddings capture structural information at multiple\nresolutions. The structural information of fragment graphs is further exploited\nto extract auxiliary labels for graph-level predictive pretraining. We employ\nboth the pretrained molecular-based and fragment-based GNNs for downstream\nprediction, thus utilizing the fragment information during finetuning. Our\ngraph fragment-based pretraining (GraphFP) advances the performances on 5 out\nof 8 common molecular benchmarks and improves the performances on long-range\nbiological benchmarks by at least 11.5%. Code is available at:\nhttps:\/\/github.com\/lvkd84\/GraphFP.\n","versions":[{"version":"v1","created":"Thu, 5 Oct 2023 03:01:09 GMT"},{"version":"v2","created":"Sat, 28 Oct 2023 03:22:06 GMT"}],"update_date":"2023-10-31","authors_parsed":[["Luong","Kha-Dinh",""],["Singh","Ambuj",""]]}
{"id":"1802.04376","submitter":"Nathan Hilliard","authors":"Nathan Hilliard and Lawrence Phillips, Scott Howland, Art\\\"em Yankov,\n  Courtney D. Corley, Nathan O. Hodas","title":"Few-Shot Learning with Metric-Agnostic Conditional Embeddings","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.LG stat.ML","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Learning high quality class representations from few examples is a key\nproblem in metric-learning approaches to few-shot learning. To accomplish this,\nwe introduce a novel architecture where class representations are conditioned\nfor each few-shot trial based on a target image. We also deviate from\ntraditional metric-learning approaches by training a network to perform\ncomparisons between classes rather than relying on a static metric comparison.\nThis allows the network to decide what aspects of each class are important for\nthe comparison at hand. We find that this flexible architecture works well in\npractice, achieving state-of-the-art performance on the Caltech-UCSD birds\nfine-grained classification task.\n","versions":[{"version":"v1","created":"Mon, 12 Feb 2018 21:56:12 GMT"}],"update_date":"2018-02-14","authors_parsed":[["Hilliard","Nathan",""],["Phillips","Lawrence",""],["Howland","Scott",""],["Yankov","Artëm",""],["Corley","Courtney D.",""],["Hodas","Nathan O.",""]]}
{"id":"2210.05048","submitter":"Zengzhao Li","authors":"Zeng-Zhao Li, Weijian Chen, Maryam Abbasi, Kater W. Murch, and K.\n  Birgitta Whaley","title":"Speeding up entanglement generation by proximity to higher-order\n  exceptional points","comments":"6+18 pages, 4+12 figures. Zeng-Zhao Li and Weijian Chen contributed\n  equally to this work","journal-ref":"Phys. Rev. Lett. 131, 100202 (2023)","doi":"10.1103\/PhysRevLett.131.100202","report-no":null,"categories":"quant-ph cond-mat.mes-hall","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Entanglement is a key resource for quantum information technologies ranging\nfrom quantum sensing to quantum computing. Conventionally, the entanglement\nbetween two coupled qubits is established at the time scale of the inverse of\nthe coupling strength. In this work, we study two weakly coupled non-Hermitian\nqubits and observe entanglement generation at a significantly shorter time\nscale by proximity to a higher-order exceptional point. We establish a\nnon-Hermitian perturbation theory based on constructing a biorthogonal complete\nbasis and further identify the optimal condition to obtain the maximally\nentangled state. Our study of speeding up entanglement generation in\nnon-Hermitian quantum systems opens new avenues for harnessing coherent\nnonunitary dissipation for quantum technologies.\n","versions":[{"version":"v1","created":"Mon, 10 Oct 2022 23:33:52 GMT"},{"version":"v2","created":"Tue, 1 Aug 2023 13:32:47 GMT"},{"version":"v3","created":"Sat, 9 Sep 2023 02:38:17 GMT"}],"update_date":"2023-09-12","authors_parsed":[["Li","Zeng-Zhao",""],["Chen","Weijian",""],["Abbasi","Maryam",""],["Murch","Kater W.",""],["Whaley","K. Birgitta",""]]}
{"id":"cond-mat\/0605695","submitter":"Giuliano Benenti","authors":"Gabriel G. Carlo, Giuliano Benenti, Giulio Casati, Sandro Wimberger,\n  Oliver Morsch, Riccardo Mannella, Ennio Arimondo","title":"Chaotic ratchet dynamics with cold atoms in a pair of pulsed optical\n  lattices","comments":"7 pages, 7 figures","journal-ref":"Phys. Rev. A 74, 033617 (2006)","doi":"10.1103\/PhysRevA.74.033617","report-no":null,"categories":"cond-mat.other nlin.CD quant-ph","license":null,"abstract":"  We present a very simple model for realizing directed transport with cold\natoms in a pair of periodically flashed optical lattices. The origin of this\nratchet effect is explained and its robustness demonstrated under imperfections\ntypical of cold atom experiments. We conclude that our model offers a clear-cut\nway to implement directed transport in an atom optical experiment.\n","versions":[{"version":"v1","created":"Mon, 29 May 2006 08:33:49 GMT"},{"version":"v2","created":"Thu, 27 Jul 2006 11:54:56 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Carlo","Gabriel G.",""],["Benenti","Giuliano",""],["Casati","Giulio",""],["Wimberger","Sandro",""],["Morsch","Oliver",""],["Mannella","Riccardo",""],["Arimondo","Ennio",""]]}
{"id":"1903.01782","submitter":"Hui Wang","authors":"Hui Wang, Jun-Li Li, Shuang Wang, Qiu-Cheng Song, and Cong-Feng Qiao","title":"Experimental investigation of the uncertainty relations with coherent\n  light","comments":"7 pages, 7 figures","journal-ref":"Quantum Inf.Process.19,38(2020)","doi":"10.1007\/s11128-019-2530-0","report-no":null,"categories":"quant-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Taking advantage of coherent light beams, we experimentally investigate the\nvariancebased uncertainty relations and the optimal majorization uncertainty\nrelation for the two-dimensional quantum mechanical system.Different from most\nof the experiments which devoted to record each individual quantum, we examine\nthe uncertainty relations by measuring an ensemble of photons with two\npolarization degree of freedom characterized by the Stokes parameters which\nallow us to determine the polarization density matrix with high precision. The\noptimality of the recently proposed direct-sum majorization uncertainty\nrelation is verified by measuring the Lorenz curves. Results show that the\nLorenz curve method represents a faithful verification of the majorization\nuncertainty relation and the uncertainty relation is indeed an ensemble\nproperty of quantum system.\n","versions":[{"version":"v1","created":"Tue, 5 Mar 2019 12:21:56 GMT"},{"version":"v2","created":"Mon, 16 Dec 2019 15:56:14 GMT"}],"update_date":"2019-12-17","authors_parsed":[["Wang","Hui",""],["Li","Jun-Li",""],["Wang","Shuang",""],["Song","Qiu-Cheng",""],["Qiao","Cong-Feng",""]]}
{"id":"1909.10758","submitter":"Hossein Rangani Jahromi","authors":"H. Rangani Jahromi, S. Haseli","title":"Quantum memory and quantum correlations of Majorana qubits used for\n  magnetometry","comments":null,"journal-ref":"Quantum Inf. Comput. 20, 0935 (2020)","doi":null,"report-no":null,"categories":"quant-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We address how the non-local nature of the topological qubits, realized by\nMajorana modes and driven by an external magnetic field, can be used to control\nthe non-Markovian dynamics of the system. It is also demonstrated that the\nnon-local characteristic plays a key role in control and protection of quantum\ncorrelations between Majorana qubits. Moreover, we discuss how those non-local\nqubits help us to enhance quantum magnetometry.\n","versions":[{"version":"v1","created":"Tue, 24 Sep 2019 08:22:17 GMT"},{"version":"v2","created":"Sun, 13 Sep 2020 18:32:54 GMT"}],"update_date":"2020-09-15","authors_parsed":[["Jahromi","H. Rangani",""],["Haseli","S.",""]]}
{"id":"1505.04274","submitter":"Yushi Uno","authors":"Stefan Langerman and Yushi Uno","title":"Threes!, Fives, 1024!, and 2048 are Hard","comments":"14 pages, 9 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"cs.CC cs.GT","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We analyze the computational complexity of the popular computer games\nThrees!, 1024!, 2048 and many of their variants. For most known versions\nexpanded to an m x n board, we show that it is NP-hard to decide whether a\ngiven starting position can be played to reach a specific (constant) tile\nvalue.\n","versions":[{"version":"v1","created":"Sat, 16 May 2015 13:39:07 GMT"}],"update_date":"2015-05-19","authors_parsed":[["Langerman","Stefan",""],["Uno","Yushi",""]]}
{"id":"math\/0207171","submitter":"J\\'anos Koll\\'ar","authors":"Shihoko Ishii (Tokyo Institute of Technology) and J\\'anos Koll\\'ar\n  (Princeton University)","title":"The Nash problem on arc families of singularities","comments":"17 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AG","license":null,"abstract":"  Nash proved that every irreducible component of the space of arcs through a\nsingularity corresponds to an exceptional divisor that occurs on every\nresolution. He asked if the converse also holds: does every such exceptional\ndivisor correspond to an arc family? We prove that the converse holds for toric\nsingularities but fails in general.\n","versions":[{"version":"v1","created":"Fri, 19 Jul 2002 20:40:09 GMT"},{"version":"v2","created":"Mon, 3 Feb 2003 21:08:46 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Ishii","Shihoko","","Tokyo Institute of Technology"],["Kollár","János","","Princeton University"]]}
{"id":"1111.6074","submitter":"Yong-Yeol Ahn","authors":"Yong-Yeol Ahn, Sebastian E. Ahnert, James P. Bagrow and\n  Albert-L\\'aszl\\'o Barab\\'asi","title":"Flavor network and the principles of food pairing","comments":"39 pages, 15 figures","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.soc-ph cs.SI","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  The cultural diversity of culinary practice, as illustrated by the variety of\nregional cuisines, raises the question of whether there are any general\npatterns that determine the ingredient combinations used in food today or\nprinciples that transcend individual tastes and recipes. We introduce a flavor\nnetwork that captures the flavor compounds shared by culinary ingredients.\nWestern cuisines show a tendency to use ingredient pairs that share many flavor\ncompounds, supporting the so-called food pairing hypothesis. By contrast, East\nAsian cuisines tend to avoid compound sharing ingredients. Given the increasing\navailability of information on food preparation, our data-driven investigation\nopens new avenues towards a systematic understanding of culinary practice.\n","versions":[{"version":"v1","created":"Fri, 25 Nov 2011 18:34:05 GMT"}],"update_date":"2011-11-28","authors_parsed":[["Ahn","Yong-Yeol",""],["Ahnert","Sebastian E.",""],["Bagrow","James P.",""],["Barabási","Albert-László",""]]}
{"id":"1302.3527","submitter":"Dmitriy Pak","authors":"L.P. Zou, P.M. Zhang and D.G. Pak","title":"Knot topology in QCD","comments":"9 pages, final version accepted by PLB","journal-ref":"Phys. Lett. B, Vol. 726, Iss. 1-3, (2013) 436-443","doi":"10.1016\/j.physletb.2013.08.037","report-no":null,"categories":"hep-th","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We consider topological structure of classical vacuum solutions in quantum\nchromodynamics. Topologically non-equivalent vacuum configurations are\nclassified by non-trivial second and third homotopy groups for coset of the\ncolor group SU(N) (N=2,3) under the action of maximal Abelian stability group.\nStarting with explicit vacuum knot configurations we study possible exact\nclassical solutions as vacuum excitations. Exact analytic non-static knot\nsolution in a simple CP^1 model in Euclidean space-time has been obtained. We\nconstruct an ansatz based on knot and monopole topological vacuum structure for\nsearching new solutions in SU(2) and SU(3) QCD. We show that singular knot-like\nsolutions in QCD in Minkowski space-time can be naturally obtained from knot\nsolitons in integrable CP^1 models. A family of Skyrme type low energy\neffective theories of QCD admitting exact analytic solutions with non-vanishing\nHopf charge is proposed.\n","versions":[{"version":"v1","created":"Thu, 14 Feb 2013 19:48:42 GMT"},{"version":"v2","created":"Wed, 28 Aug 2013 02:09:22 GMT"}],"update_date":"2013-09-30","authors_parsed":[["Zou","L. P.",""],["Zhang","P. M.",""],["Pak","D. G.",""]]}
{"id":"1811.10536","submitter":"Thibaud Etienne","authors":"Thibaud Etienne","title":"Theoretical insights into the topology of molecular excitons from\n  single-reference excited states calculation methods","comments":null,"journal-ref":null,"doi":"10.5772\/intechopen.70688","report-no":null,"categories":"physics.chem-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  This chapter gives an introduction to qualitative and quantitative\ntopological analyses of molecular electronic transitions. Among the\npossibilities for qualitatively describing how the electronic structure of a\nmolecule is reorganized upon light-absorption, we chose to detail two of them,\nnamely the detachment\/attachment density matrix analysis and the natural\ntransition orbitals strategy. While these tools are often introduced\nseparately, we decided to formally detail the connection existing between the\ntwo paradigms in the case of excited states calculation methods expressing any\nexcited state as a linear combination of singly excited Slater determinants,\nwritten based on a single-reference ground state wave function. In this\ncontext, we show how the molecular exciton wave function plays a central role\nin the topological analysis of the electronic transition process.\n","versions":[{"version":"v1","created":"Mon, 26 Nov 2018 17:42:10 GMT"}],"update_date":"2018-11-27","authors_parsed":[["Etienne","Thibaud",""]]}
{"id":"hep-th\/0505180","submitter":"Sunil Mukhi","authors":"Anindya Mukherjee and Sunil Mukhi (Tata Institute, Mumbai)","title":"c=1 Matrix Models: Equivalences and Open-Closed String Duality","comments":"27 pages, latex, 1 figure, typos, discussion added, acknowledgements\n  updated","journal-ref":"JHEP 0510 (2005) 099","doi":"10.1088\/1126-6708\/2005\/10\/099","report-no":"TIFR\/TH\/05-18","categories":"hep-th","license":null,"abstract":"  We give an explicit demonstration of the equivalence between the Normal\nMatrix Model (NMM) of c=1 string theory at selfdual radius and the\nKontsevich-Penner (KP) model for the same string theory. We relate macroscopic\nloop expectation values in the NMM to condensates of the closed string tachyon,\nand discuss the implications for open-closed duality. As in c<1, the\nKontsevich-Miwa transform between the parameters of the two theories appears to\nencode open-closed string duality, though our results also exhibit some\ninteresting differences with the c<1 case. We also briefly comment on two\ndifferent ways in which the Kontsevich model originates.\n","versions":[{"version":"v1","created":"Fri, 20 May 2005 13:44:00 GMT"},{"version":"v2","created":"Wed, 21 Dec 2005 06:23:31 GMT"}],"update_date":"2009-11-11","authors_parsed":[["Mukherjee","Anindya","","Tata Institute, Mumbai"],["Mukhi","Sunil","","Tata Institute, Mumbai"]]}
{"id":"0911.5473","submitter":"Alexey Kulik","authors":"Alexey M. Kulik","title":"Asymptotic and spectral properties of exponentially \\phi-ergodic Markov\n  processes","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.PR","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  New relations between ergodic rate, L_p convergence rates, and asymptotic\nbehavior of tail probabilities for hitting times of a time homogeneous Markov\nprocess are established. For L_p convergence rates and related spectral and\nfunctional properties (spectral gap and Poincare inequality) sufficient\nconditions are given in the terms of an exponential \\phi-coupling. This\nprovides sufficient conditions for L_p convergence rates in the terms of\nappropriate combination of `local mixing' and `recurrence' conditions on the\ninitial process, typical in the ergodic theory of Markov processes. The range\nof application of the approach includes time-irreversible processes. In\nparticular, sufficient conditions for spectral gap property for Levy driven\nOrnstein-Uhlenbeck process are established.\n","versions":[{"version":"v1","created":"Sun, 29 Nov 2009 13:19:45 GMT"}],"update_date":"2009-12-01","authors_parsed":[["Kulik","Alexey M.",""]]}
{"id":"2111.07672","submitter":"Poornima Mahadevappa","authors":"Poornima Mahadevappa, Raja Kumar Murugesan","title":"A Data Quarantine Model to Secure Data in Edge Computing","comments":null,"journal-ref":"International Journal of Electrical and Computer Engineering\n  (IJECE)Vol. 9, No. 4, August 2020","doi":null,"report-no":"ISSN: 2088-8708","categories":"cs.LG cs.DC cs.NE","license":"http:\/\/creativecommons.org\/licenses\/by\/4.0\/","abstract":"  Edge computing provides an agile data processing platform for\nlatency-sensitive and communication-intensive applications through a\ndecentralized cloud and geographically distributed edge nodes. Gaining\ncentralized control over the edge nodes can be challenging due to security\nissues and threats. Among several security issues, data integrity attacks can\nlead to inconsistent data and intrude edge data analytics. Further\nintensification of the attack makes it challenging to mitigate and identify the\nroot cause. Therefore, this paper proposes a new concept of data quarantine\nmodel to mitigate data integrity attacks by quarantining intruders. The\nefficient security solutions in cloud, ad-hoc networks, and computer systems\nusing quarantine have motivated adopting it in edge computing. The data\nacquisition edge nodes identify the intruders and quarantine all the suspected\ndevices through dimensionality reduction. During quarantine, the proposed\nconcept builds the reputation scores to determine the falsely identified\nlegitimate devices and sanitize their affected data to regain data integrity.\nAs a preliminary investigation, this work identifies an appropriate machine\nlearning method, Linear Discriminant Analysis (LDA), for dimensionality\nreduction. The LDA results in 72.83% quarantine accuracy and 0.9 seconds\ntraining time, which is efficient than other state-of-the-art methods. In\nfuture, this would be implemented and validated with ground truth data.\n","versions":[{"version":"v1","created":"Mon, 15 Nov 2021 11:04:48 GMT"}],"update_date":"2021-11-18","authors_parsed":[["Mahadevappa","Poornima",""],["Murugesan","Raja Kumar",""]]}
{"id":"astro-ph\/9911373","submitter":"Yohko Tsuboi","authors":"Yohko Tsuboi, Kensuke Imanishi, Katsuji Koyama, Nicolas Grosso, and\n  Thierry Montmerle","title":"Quasi-periodic X-ray Flares from the Protostar YLW15","comments":"Accepted by ApJ, 9 pages incl. 4 ps figures","journal-ref":null,"doi":"10.1086\/308591","report-no":null,"categories":"astro-ph","license":null,"abstract":"  With ASCA, we have detected three X-ray flares from the Class I protostar\nYLW15. The flares occurred every ~20 hours and showed an exponential decay with\ntime constant 30-60 ks. The X-ray spectra are explained by a thin thermal\nplasma emission. The plasma temperature shows a fast-rise and slow-decay for\neach flare with kT_{peak}~4-6 keV. The emission measure of the plasma shows\nthis time profile only for the first flare, and remains almost constant during\nthe second and third flares at the level of the tail of the first flare. The\npeak flare luminosities L_{X,peak} were ~5-20 * 10^{31} erg s^{-1}, which are\namong the brightest X-ray luminosities observed to date for Class I protostars.\nThe total energy released in each flare was 3-6*10^{36} ergs. The first flare\nis well reproduced by the quasi-static cooling model, which is based on solar\nflares, and it suggests that the plasma cools mainly radiatively, confined by a\nsemi-circular magnetic loop of length ~14 Ro with diameter-to-length ratio\n\\~0.07. The two subsequent flares were consistent with the reheating of the\nsame magnetic structure as of the first flare. The large-scale magnetic\nstructure and the periodicity of the flares imply that the reheating events of\nthe same magnetic loop originate in an interaction between the star and the\ndisk due to the differential rotation.\n","versions":[{"version":"v1","created":"Fri, 19 Nov 1999 19:28:38 GMT"},{"version":"v2","created":"Sun, 21 Nov 1999 17:00:22 GMT"}],"update_date":"2009-10-31","authors_parsed":[["Tsuboi","Yohko",""],["Imanishi","Kensuke",""],["Koyama","Katsuji",""],["Grosso","Nicolas",""],["Montmerle","Thierry",""]]}
{"id":"1909.06195","submitter":"Sergey Koshkarev","authors":"Sergey Koshkarev","title":"Phenomenological analysis of the possible impact of Double Parton\n  Scattering in double $J\/\\psi$ production at the COMPASS detector using the\n  CERN $\\pi^-$ beam at 190 GeV\/c","comments":"6 pages, 6 figures. Contribution to the proceedings of the XVIII\n  Workshop on High Energy Spin Physics DSPIN-19, September 2-6, Dubna (Russia)","journal-ref":null,"doi":null,"report-no":null,"categories":"hep-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In this paper we discuss the impact of the Double Parton Scattering (DPS)\nmechanism for the production of $J\/\\psi$ pairs at the COMPASS energy. We find\nthat the kinematics suppresses the DPS cross section by a factor of $\\sim1\/2$.\nThe upper limit for the double $J\/\\psi$ production DPS cross section at the\nCOMPASS energy is estimated. The Feynman-$x$ distributions of double $J\/\\psi$\nproduction with the CERN $\\pi^-$ beam are presented.\n","versions":[{"version":"v1","created":"Fri, 13 Sep 2019 13:03:35 GMT"}],"update_date":"2019-09-16","authors_parsed":[["Koshkarev","Sergey",""]]}
{"id":"1503.02795","submitter":"Huan Chen Dr","authors":"H. Chen, J.-B. Wei, M. Baldo, G. F. Burgio, and H.-J. Schulze","title":"Hybrid neutron stars with the Dyson-Schwinger quark model and various\n  quark-gluon vertices","comments":"6 pages, 5 figures","journal-ref":null,"doi":"10.1103\/PhysRevD.91.105002","report-no":null,"categories":"nucl-th astro-ph.SR","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We study cold dense quark matter and hybrid neutron stars with a\nDyson-Schwinger quark model and various choices of the quark-gluon vertex. We\nobtain the equation of state of quark matter in beta equilibrium and\ninvestigate the hadron-quark phase transition in combination with a hadronic\nequation of state derived within the Brueckner-Hartree-Fock many-body theory.\nComparing with the results for quark matter with the rainbow approximation, the\nBall-Chiu ansatz and the 1BC ansatz for the quark-gluon vertex lead to a\nreduction of the effective interaction at finite chemical potential,\nqualitatively similar to the effect of our gluon propagator. We find that the\nphase transition and the equation of state of the quark or mixed phase and\nconsequently the resulting hybrid star mass and radius depend mainly on a\nglobal reduction of the effective interaction due to effects of both the\nquark-gluon vertex and gluon propagator, but are not sensitive to the vertex\nansatz.\n","versions":[{"version":"v1","created":"Tue, 10 Mar 2015 07:37:29 GMT"}],"update_date":"2015-05-27","authors_parsed":[["Chen","H.",""],["Wei","J. -B.",""],["Baldo","M.",""],["Burgio","G. F.",""],["Schulze","H. -J.",""]]}
{"id":"2109.06326","submitter":"Paul Maguire","authors":"Tahereh Shah Mansouri, Hui Wang, Davide Mariotti, Paul Maguire","title":"Methane detection to 1 ppm using machine learning analysis of\n  atmospheric pressure plasma optical emission spectra","comments":"21 pages, 13 figures, 4 tables, 70 references","journal-ref":"J. Phys. D: Appl. Phys. 55 225205 2022","doi":"10.1088\/1361-6463\/ac5770","report-no":null,"categories":"physics.plasm-ph physics.app-ph physics.data-an","license":"http:\/\/creativecommons.org\/licenses\/by-nc-nd\/4.0\/","abstract":"  Optical emission spectroscopy from a small-volume, 5 uL, atmospheric pressure\nRF-driven helium plasma was used in conjunction with Partial Least Squares\nDiscriminant Analysis (PLS-DA) for the detection of trace concentrations of\nmethane gas. A limit of detection of 1 ppm was obtained and sample\nconcentrations up to 100 ppm CH4 were classified using a nine-category model. A\nrange of algorithm enhancements were investigated including regularization,\nsimple data segmentation and subset selection, VIP feature selection and\nwavelength variable compression in order to address the high dimensionality and\ncollinearity of spectral emission data. These approaches showed the potential\nfor significant reduction in the number of wavelength variables and the\nspectral resolution\/bandwidth. Wavelength variable compression exhibited\nreliable predictive performance, with accuracy values > 97%, under more\nchallenging multi-session train - test scenarios. Simple modelling of plasma\nelectron energy distribution functions highlights the complex\ncross-sensitivities between the target methane, its dissociation products and\natmospheric impurities and their impact on excitation and emission.\n","versions":[{"version":"v1","created":"Mon, 13 Sep 2021 21:09:35 GMT"},{"version":"v2","created":"Sun, 10 Jul 2022 19:04:30 GMT"}],"update_date":"2022-07-12","authors_parsed":[["Mansouri","Tahereh Shah",""],["Wang","Hui",""],["Mariotti","Davide",""],["Maguire","Paul",""]]}
{"id":"2008.12303","submitter":"Daniel Angles-Alcazar","authors":"Daniel Angl\\'es-Alc\\'azar (1 and 2), Eliot Quataert (3 and 4), Philip\n  Hopkins (5), Rachel Somerville (2 and 6), Christopher Hayward (2),\n  Claude-Andr\\'e Faucher-Gigu\\`ere (7), Greg Bryan (8 and 2), Du\\v{s}an\n  Kere\\v{s} (9), Lars Hernquist (10), James Stone (11) ((1) UConn, (2)\n  Flatiron, (3) Berkeley, (4) Princeton, (5) Caltech, (6) Rutgers, (7)\n  Northwestern, (8) Columbia, (9) San Diego, (10) CfA, (11) IAS)","title":"Cosmological simulations of quasar fueling to sub-parsec scales using\n  Lagrangian hyper-refinement","comments":"34 pages, 23 figures, ApJ accepted","journal-ref":null,"doi":"10.3847\/1538-4357\/ac09e8","report-no":null,"categories":"astro-ph.GA astro-ph.CO astro-ph.HE","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We present cosmological hydrodynamic simulations of a quasar-mass halo\n($M_{\\rm halo} \\approx 10^{12.5}\\,{\\rm M}_{\\odot}$ at z=2) that for the first\ntime resolve gas transport down to the inner 0.1 pc surrounding the central\nmassive black hole. We model a multi-phase interstellar medium including\nstellar feedback by supernovae, stellar winds, and radiation, and a\nhyper-Lagrangian refinement technique increasing the resolution dynamically\napproaching the black hole. We do not include black hole feedback. We show that\nthe sub-pc inflow rate (1) can reach ~6 M$_{\\odot}$yr$^{-1}$ roughly in steady\nstate during the epoch of peak nuclear gas density (z~2), sufficient to power a\nluminous quasar, (2) is highly time variable in the pre-quasar phase, spanning\n0.001-10 M$_{\\odot}$yr$^{-1}$ on Myr timescales, and (3) is limited to short\n(~2 Myr) active phases (0.01-0.1 M$_{\\odot}$yr$^{-1}$) followed by longer\nperiods of inactivity at lower nuclear gas density and late times (z~1), owing\nto the formation of a hot central cavity. Inflowing gas is primarily cool,\nrotational support dominates over turbulence and thermal pressure, and star\nformation can consume as much gas as provided by inflows across 1 pc - 10 kpc.\nGravitational torques from multi-scale stellar non-axisymmetries dominate\nangular momentum transport over gas self-torquing and pressure gradients, with\naccretion weakly dependent on black hole mass. Sub-pc inflow rates correlate\nwith nuclear (but decouple from global) star formation and can exceed the\nEddington rate by x10. The black hole can move ~10 pc from the galaxy center on\n~0.1 Myr. Accreting gas forms pc-scale, rotationally supported, obscuring\nstructures often misaligned with the galaxy-scale disk. These simulations open\na new avenue to investigate black hole-galaxy co-evolution.\n","versions":[{"version":"v1","created":"Thu, 27 Aug 2020 18:00:00 GMT"},{"version":"v2","created":"Thu, 10 Jun 2021 14:00:14 GMT"}],"update_date":"2021-08-25","authors_parsed":[["Anglés-Alcázar","Daniel","","1 and 2"],["Quataert","Eliot","","3 and 4"],["Hopkins","Philip","","2 and 6"],["Somerville","Rachel","","2 and 6"],["Hayward","Christopher","","8 and 2"],["Faucher-Giguère","Claude-André","","8 and 2"],["Bryan","Greg","","8 and 2"],["Kereš","Dušan",""],["Hernquist","Lars",""],["Stone","James",""]]}
{"id":"0806.0740","submitter":"Agus Budiyono PhD","authors":"J. Muliadi, S.D. Jenie, A. Budiyono","title":"Modeling And Simulation Of Prolate Dual-Spin Satellite Dynamics In An\n  Inclined Elliptical Orbit: Case Study Of Palapa B2R Satellite","comments":"13 pages, 22 figures","journal-ref":"Symposium on Aerospace Science and Technology, Jakarta, 2005","doi":null,"report-no":null,"categories":"cs.RO","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In response to the interest to re-use Palapa B2R satellite nearing its End of\nLife (EOL) time, an idea to incline the satellite orbit in order to cover a new\nregion has emerged in the recent years. As a prolate dual-spin vehicle, Palapa\nB2R has to be stabilized against its internal energy dissipation effect. This\nwork is focused on analyzing the dynamics of the reusable satellite in its\ninclined orbit. The study discusses in particular the stability of the prolate\ndual-spin satellite under the effect of perturbed field of gravitation due to\nthe inclination of its elliptical orbit. Palapa B2R physical data was\nsubstituted into the dual-spin's equation of motion. The coefficient of zonal\nharmonics J2 was induced into the gravity-gradient moment term that affects the\nsatellite attitude. The satellite's motion and attitude were then simulated in\nthe perturbed gravitational field by J2, with the variation of orbit's\neccentricity and inclination. The analysis of the satellite dynamics and its\nstability was conducted for designing a control system for the vehicle in its\nnew inclined orbit.\n","versions":[{"version":"v1","created":"Wed, 4 Jun 2008 10:33:07 GMT"}],"update_date":"2008-06-05","authors_parsed":[["Muliadi","J.",""],["Jenie","S. D.",""],["Budiyono","A.",""]]}
{"id":"1505.01316","submitter":"Andrew Lover","authors":"Andrew A. Lover","title":"Short Report: Study variability in recent human challenge experiments\n  with Plasmodium falciparum sporozoites (PfSPZ Challenge)","comments":"8 pages with 1 figure, 3 tables, 2 appendices; submitted manuscript","journal-ref":null,"doi":"10.4269\/ajtmh.15-0327.","report-no":null,"categories":"q-bio.QM q-bio.PE stat.AP","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  There has been renewed interest in the use of sporozoite-based approaches for\nmalaria vaccination and controlled human infections, and several sets of human\nchallenge studies have recently completed. A study undertaken in Tanzania and\npublished in 2014 found dose-dependence between 10,000 and 25,000 sporozoite\ndoses, as well as divergent times-to-parasitemia relative to earlier studies in\nEuropean volunteers. However, this analysis shows that these conclusions are\nbased upon suboptimal analytical methods; with more optimal analysis, there is\nno evidence for dose-dependence within this dose range; and more importantly,\nno evidence for differences in event times between Dutch and Tanzanian study\nsites. While these finding do not impact the reported safety and tolerability\nof PfSPZ, they highlight critical issues that should be comprehensively\nconsidered in future challenge studies.\n","versions":[{"version":"v1","created":"Wed, 6 May 2015 10:47:45 GMT"}],"update_date":"2015-10-06","authors_parsed":[["Lover","Andrew A.",""]]}
{"id":"1812.06583","submitter":"Takuma Suda","authors":"Yuki Moritani, Takuma Suda, Toshikazu Shigeyama, Takayuki R. Saitoh","title":"Radial Velocity Survey of Nearby OB Stars","comments":"7 pages, 4 figures, accepted for publication in Stars and Galaxies","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.SR","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We report on the current status of the radial velocity monitoring of nearby\nOB stars to look for binaries with small mass ratios. The combined data of\nradial velocities using the domestic 1-2 m-class telescopes seems to confirm\nthe variations of radial velocities in a few weeks for four out of ten target\nsingle-lined spectroscopic binaries. More data are needed to estimate the exact\nperiods and mass distributions.\n","versions":[{"version":"v1","created":"Mon, 17 Dec 2018 02:28:27 GMT"}],"update_date":"2018-12-18","authors_parsed":[["Moritani","Yuki",""],["Suda","Takuma",""],["Shigeyama","Toshikazu",""],["Saitoh","Takayuki R.",""]]}
{"id":"cond-mat\/9911066","submitter":"Juan M. R. Parrondo","authors":"Juan M.R. Parrondo","title":"Entropy, Macroscopic Information, and Phase Transitions","comments":"To appear in the proceedings of Unsolved Problems of noise (UPoN)","journal-ref":null,"doi":"10.1063\/1.60025","report-no":null,"categories":"cond-mat.stat-mech","license":null,"abstract":"  The relationship between entropy and information is reviewed, taking into\naccount that information is stored in macroscopic degrees of freedom, such as\nthe order parameter in a system exhibiting spontaneous symmetry breaking. It is\nshown that most problems of the relationship between entropy and information,\nembodied in a variety of Maxwell demons, are also present in any symmetry\nbreaking transition.\n","versions":[{"version":"v1","created":"Thu, 4 Nov 1999 20:37:34 GMT"}],"update_date":"2009-10-31","authors_parsed":[["Parrondo","Juan M. R.",""]]}
{"id":"1702.03277","submitter":"Steven Obua","authors":"Steven Obua, Phil Scott, Jacques Fleuriot","title":"Local Lexing","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.LO","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We introduce a novel parsing concept called local lexing. It integrates the\nclassically separated stages of lexing and parsing by allowing lexing to be\ndependent upon the parsing progress and by providing a simple mechanism for\nconstraining lexical ambiguity. This makes it possible for language design to\nbe composable not only at the level of context-free grammars, but also at the\nlexical level. It also makes it possible to include lightweight error-handling\ndirectly as part of the language specification instead of leaving it up to the\nimplementation.\n  We present a high-level algorithm for local lexing, which is an extension of\nEarley's algorithm. We have formally verified the correctness of our algorithm\nwith respect to its local lexing semantics in Isabelle\/HOL.\n","versions":[{"version":"v1","created":"Fri, 10 Feb 2017 18:28:26 GMT"},{"version":"v2","created":"Fri, 24 Feb 2017 17:00:45 GMT"}],"update_date":"2017-02-27","authors_parsed":[["Obua","Steven",""],["Scott","Phil",""],["Fleuriot","Jacques",""]]}
{"id":"1006.0581","submitter":"Clement Foucart","authors":"Cl\\'ement Foucart (PMA)","title":"Distinguished exchangeable coalescents and generalized Fleming-Viot\n  processes with immigration","comments":"30 pages","journal-ref":null,"doi":null,"report-no":null,"categories":"math.PR","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Coalescents with multiple collisions (also called Lambda-coalescents or\nsimple exchangeable coalescents) are used as models of genealogies. We study a\nnew class of Markovian coalescent processes connected to a population model\nwith immigration. Imagine an infinite population with immigration labelled at\neach generation by N:={1,2,...}. Some ancestral lineages cannot be followed\nbackwards after some time because their ancestor is outside the population. The\nindividuals with an immigrant ancestor constitute a distinguished family and we\ndefine exchangeable distinguished coalescent processes as a model for genealogy\nwith immigration, focussing on simple distinguished coalescents, i.e such that\nwhen a coagulation occurs all the blocks involved merge as a single block.\nThese processes are characterized by two finite measures on [0,1] denoted by\nM=(\\Lambda_{0},\\Lambda_{1}). We call them M-coalescents. We show by martingale\narguments that the condition of coming down from infinity for the M-coalescent\ncoincides with that obtained by Schweinsberg for the \\Lambda-coalescent. In the\nsame vein as Bertoin and Le Gall, M-coalescents are associated with some\nstochastic flows. The superprocess embedded can be viewed as a generalized\nFleming-Viot process with immigration. The measures \\Lambda_{0} and \\Lambda_{1}\nspecify respectively the reproduction and the immigration. The coming down from\ninfinity of the M-coalescent will be interpreted as the initial types\nextinction: after a certain time, all individuals are immigrant children.\n","versions":[{"version":"v1","created":"Thu, 3 Jun 2010 08:05:33 GMT"},{"version":"v2","created":"Tue, 1 Mar 2011 20:46:54 GMT"}],"update_date":"2011-03-02","authors_parsed":[["Foucart","Clément","","PMA"]]}
{"id":"0710.0836","submitter":"Andreas Glatz","authors":"A. Glatz, I. S. Beloborodov, V. M. Vinokur","title":"Giant Magnetoresistance in Nanogranular Magnets","comments":"4 pages, 3 figures","journal-ref":"EuroPhys. Lett. 82, 47002 (2008)","doi":"10.1209\/0295-5075\/82\/47002","report-no":null,"categories":"cond-mat.str-el cond-mat.dis-nn","license":null,"abstract":"  We study the giant magnetoresistance of nanogranular magnets in the presence\nof an external magnetic field and finite temperature. We show that the\nmagnetization of arrays of nanogranular magnets has hysteretic behaviour at low\ntemperatures leading to a double peak in the magnetoresistance which coalesces\nat high temperatures into a single peak. We numerically calculate the\nmagnetization of magnetic domains and the motion of domain walls in this system\nusing a combined mean-field approach and a model for an elastic membrane moving\nin a random medium, respectively. From the obtained results, we calculate the\nelectric resistivity as a function of magnetic field and temperature. Our\nfindings show excellent agreement with various experimental data.\n","versions":[{"version":"v1","created":"Wed, 3 Oct 2007 16:41:01 GMT"},{"version":"v2","created":"Tue, 20 May 2008 17:32:44 GMT"}],"update_date":"2009-11-13","authors_parsed":[["Glatz","A.",""],["Beloborodov","I. S.",""],["Vinokur","V. M.",""]]}
{"id":"hep-ph\/0412102","submitter":"Vedat N. Senoguz","authors":"V.N. Senoguz and Q. Shafi","title":"Reheat temperature in supersymmetric hybrid inflation models","comments":"15 pages, 8 figures, revtex4. v2: minor changes, matches published\n  version","journal-ref":"Phys.Rev.D71:043514,2005","doi":"10.1103\/PhysRevD.71.043514","report-no":"BA-04-13","categories":"hep-ph","license":null,"abstract":"  The allowed range of parameters for supersymmetric hybrid inflation and its\nextensions are investigated. The lower bound on the reheat temperature T_r in\nthese models with hierarchical right handed neutrinos is found to be 3*10^7\nGeV. (T_r as low as 100 GeV is possible for quasi degenerate right handed\nneutrinos.) We also present revised estimates for the scalar spectral index and\nthe symmetry breaking scale associated with inflation.\n","versions":[{"version":"v1","created":"Tue, 7 Dec 2004 19:43:26 GMT"},{"version":"v2","created":"Fri, 25 Feb 2005 06:23:06 GMT"}],"update_date":"2008-11-26","authors_parsed":[["Senoguz","V. N.",""],["Shafi","Q.",""]]}
{"id":"1904.00062","submitter":"Antonio Ferreiro","authors":"Antonio Ferreiro, Adrian del Rio, Jose Navarro-Salas, Silvia Pla,\n  Francisco Torrenti","title":"Adiabatic regularization with a Yukawa interaction","comments":"6 pages. Contribution to the Marcel Grossmann Meeting 2018","journal-ref":null,"doi":null,"report-no":null,"categories":"gr-qc","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We extend the adiabatic regularization method for an expanding universe to\ninclude the Yukawa interaction between a quantized Dirac field and a\nhomogeneous time-dependent scalar field. We present the renormalized\nsemiclassical equations that are needed in order to take into account the\nbackreaction of the produced Dirac fermions in both gravitational and scalar\nbackground fields.\n","versions":[{"version":"v1","created":"Fri, 29 Mar 2019 19:29:12 GMT"}],"update_date":"2019-04-02","authors_parsed":[["Ferreiro","Antonio",""],["del Rio","Adrian",""],["Navarro-Salas","Jose",""],["Pla","Silvia",""],["Torrenti","Francisco",""]]}
{"id":"1511.07329","submitter":"Stefaan Vaes","authors":"Sorin Popa, Dimitri Shlyakhtenko and Stefaan Vaes","title":"Cohomology and $L^2$-Betti numbers for subfactors and quasi-regular\n  inclusions","comments":"v3: minor changes, final version, to appear in International\n  Mathematics Research Notices. v2: new section on extensions of quasi-regular\n  inclusions, and further minor changes","journal-ref":"International Mathematics Research Notices, volume 2018, issue 8\n  (2018), 2241-2331","doi":null,"report-no":null,"categories":"math.OA math.CT math.QA","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We introduce $L^2$-Betti numbers, as well as a general homology and\ncohomology theory for the standard invariants of subfactors, through the\nassociated quasi-regular symmetric enveloping inclusion of II_1 factors. We\nactually develop a (co)homology theory for arbitrary quasi-regular inclusions\nof von Neumann algebras. For crossed products by countable groups $\\Gamma$, we\nrecover the ordinary (co)homology of $\\Gamma$. For Cartan subalgebras, we\nrecover Gaboriau's $L^2$-Betti numbers for the associated equivalence relation.\nIn this common framework, we prove that the $L^2$-Betti numbers vanish for\namenable inclusions and we give cohomological characterizations of property\n(T), the Haagerup property and amenability. We compute the $L^2$-Betti numbers\nfor the standard invariants of the Temperley-Lieb-Jones subfactors and of the\nFuss-Catalan subfactors, as well as for free products and tensor products.\n","versions":[{"version":"v1","created":"Mon, 23 Nov 2015 17:33:06 GMT"},{"version":"v2","created":"Tue, 26 Apr 2016 07:41:42 GMT"},{"version":"v3","created":"Fri, 18 Nov 2016 19:18:44 GMT"}],"update_date":"2018-04-26","authors_parsed":[["Popa","Sorin",""],["Shlyakhtenko","Dimitri",""],["Vaes","Stefaan",""]]}
{"id":"hep-ph\/0305147","submitter":"Veronique Van Elewyck","authors":"Veronique Van Elewyck","title":"Evolution of Randall-Sundrum Black Holes in Dense Media","comments":"2 pages, Latex. Talk presented at the XXXVIIIth Rencontres de Moriond\n  (Electroweak Interactions and Unified Theories), Les Arcs, France, March\n  15-22, 2003. To appear in the Proceedings","journal-ref":null,"doi":null,"report-no":"ULB-TH\/03-17","categories":"hep-ph","license":null,"abstract":"  In the framework of Randall-Sundrum model, we discuss the evolution of\nmicroscopic black holes created by cosmic particles hitting a neutron or a\nstrange star. We set up the general equations of evolution for the black hole\nmass and momentum in a dense medium, and discuss the possibility of collapse\ndue to the black hole's growth inside the star.\n","versions":[{"version":"v1","created":"Wed, 14 May 2003 09:25:50 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Van Elewyck","Veronique",""]]}
{"id":"1304.4413","submitter":"Yuji Omura","authors":"P. Ko, Yuji Omura, Chaehyun Yu","title":"Top FB asymmetry vs. (semi)leptonic B decays in multi-Higgs-doublet\n  models","comments":"5 pages, 4 figures. Talk given at Toyama International Workshop on\n  Higgs as a Probe of New Physics 2013 (HPNP2013)","journal-ref":null,"doi":null,"report-no":"FLAVOUR(267104)-ERC-41, TUM-HEP 884\/13, KIAS-PREPRINT-P13024","categories":"hep-ph hep-ex","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We investigate the semileptonic and leptonic B decays, B to D^{(*)} tau nu\nand B to tau nu in our multi-Higgs-doublet models, while keeping in mind the\nenhancement of the top forward-backward (FB) asymmetry (A^t_{FB}) at the\nTevatron. In these models, the extra (pseudo)scalar bosons contribute to\nA^t_{FB} with large flavor-changing Yukawa couplings involving the top quark,\nbut the contribution of the charged Higgs boson to A^t_{FB} is negligible.\nHowever, it may significantly affect B decays: especially, B to D^{(*)} tau nu\nand B to tau nu. We investigate the constraints on the B decays, based on the\nrecent results in BaBar and Belle experiments, and discuss the possibility that\nthe allowed parameter region in the B decays can achieve large A^t_{FB}.\n","versions":[{"version":"v1","created":"Tue, 16 Apr 2013 12:14:43 GMT"}],"update_date":"2013-04-17","authors_parsed":[["Ko","P.",""],["Omura","Yuji",""],["Yu","Chaehyun",""]]}
{"id":"2007.11243","submitter":"Axel P\\'erez-Obiol","authors":"Axel P\\'erez-Obiol, Juan Polo, Taksu Cheon","title":"Current production in ring condensates with a weak link","comments":"10 pages, 6 figures","journal-ref":null,"doi":"10.1103\/PhysRevA.102.063302","report-no":null,"categories":"cond-mat.quant-gas","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We consider attractive and repulsive condensates in a ring trap stirred by a\nweak link, and analyze the spectrum of solitonic trains dragged by the link, by\nmeans of analytical expressions for the wave functions, energies and currents.\nThe precise evolution of current production and destruction in terms of defect\nformation in the ring and in terms of stirring is studied. We find that any\nexcited state can be coupled to the ground state through two proposed methods:\neither by adiabatically tuning the link's strength and velocity through precise\ncycles which avoid the critical velocities and thus unstable regions, or by\nkeeping the link still while setting an auxiliary potential and imprinting a\nnonlinear phase as the potential is turned off. We also analyze hysteresis\ncycles through the spectrum of energies and currents.\n","versions":[{"version":"v1","created":"Wed, 22 Jul 2020 07:53:23 GMT"},{"version":"v2","created":"Fri, 20 Nov 2020 13:54:16 GMT"}],"update_date":"2020-12-30","authors_parsed":[["Pérez-Obiol","Axel",""],["Polo","Juan",""],["Cheon","Taksu",""]]}
{"id":"1810.07623","submitter":"Xiaowen Chen","authors":"Xiaowen Chen, Francesco Randi, Andrew M. Leifer, and William Bialek","title":"Searching for collective behavior in a small brain","comments":"14 pages, 12 figures","journal-ref":"Phys. Rev. E 99, 052418 (2019)","doi":"10.1103\/PhysRevE.99.052418","report-no":null,"categories":"physics.bio-ph cond-mat.dis-nn q-bio.NC","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In large neuronal networks, it is believed that functions emerge through the\ncollective behavior of many interconnected neurons. Recently, the development\nof experimental techniques that allow simultaneous recording of calcium\nconcentration from a large fraction of all neurons in Caenorhabditis elegans -\na nematode with 302 neurons - creates the opportunity to ask if such emergence\nis universal, reaching down to even the smallest brains. Here, we measure the\nactivity of 50+ neurons in C. elegans, and analyze the data by building the\nmaximum entropy model that matches the mean activity and pairwise correlations\namong these neurons. To capture the graded nature of the cells' responses, we\nassign each cell multiple states. These models, which are equivalent to a\nfamily of Potts glasses, successfully predict higher statistical structure in\nthe network. In addition, these models exhibit signatures of collective\nbehavior: the state of single cells can be predicted from the state of the rest\nof the network; the network, despite being sparse in a way similar to the\nstructural connectome, distributes its response globally when locally\nperturbed; the distribution over network states has multiple local maxima, as\nin models for memory; and the parameters that describe the real network are\nclose to a critical surface in this family of models.\n","versions":[{"version":"v1","created":"Wed, 17 Oct 2018 15:38:01 GMT"}],"update_date":"2019-06-05","authors_parsed":[["Chen","Xiaowen",""],["Randi","Francesco",""],["Leifer","Andrew M.",""],["Bialek","William",""]]}
{"id":"cond-mat\/9310062","submitter":null,"authors":"Alex Kamenev and Daniel Braun","title":"Single Level Current and Curvature Distributions in Mesoscopic Systems","comments":"20 pages, RevTex 3.0, WIS-93\/96\/Sept.-PH","journal-ref":null,"doi":"10.1051\/jp1:1994183","report-no":null,"categories":"cond-mat","license":null,"abstract":"  Exact analytic results for single level current and curvature distribution\nfunctions are derived in a framework of a $2\\times 2$ random matrix model.\nCurrent and curvature are defined as the first and second derivatives of energy\nwith respect to a time--reversal symmetry breaking parameter (magnetic flux).\nThe applicability of the obtained distributions for the spectral statistic of\ndisordered metals is discussed. The most surprising feature of our results is\nthe divergence of the second and higher moments of the curvature at zero flux.\nIt is shown that this divergence also appears in the general $N\\times N$ random\nmatrix model. Furthermore, we find an unusual logarithmic behavior of the two\npoint current--current correlation function at small flux.\n","versions":[{"version":"v1","created":"Tue, 26 Oct 1993 17:51:08 GMT"}],"update_date":"2009-10-22","authors_parsed":[["Kamenev","Alex",""],["Braun","Daniel",""]]}
{"id":"0803.3030","submitter":"Douglas J. Durian","authors":"E.L. Nelson, H. Katsuragi, P. Mayor, D.J. Durian","title":"Projectile interactions in granular impact cratering","comments":null,"journal-ref":"Phys. Rev. Lett. 101, 068001 (2008).","doi":"10.1103\/PhysRevLett.101.068001","report-no":null,"categories":"cond-mat.soft","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We present evidence for the interactions between a ball and the container\nboundaries, as well as between two balls, that are mediated by the granular\nmedium during impact cratering. The presence of the bottom boundary affects the\nfinal penetration depth only for low drop heights with shallow filling, in\nwhich case, surprisingly, the penetration becomes deeper. By contrast the\npresence of the side wall causes less penetration and also an effective\nrepulsion. Repulsion is also found for two balls dropped side-by-side.\n","versions":[{"version":"v1","created":"Thu, 20 Mar 2008 16:42:10 GMT"},{"version":"v2","created":"Wed, 4 Jun 2008 13:09:06 GMT"}],"update_date":"2009-01-05","authors_parsed":[["Nelson","E. L.",""],["Katsuragi","H.",""],["Mayor","P.",""],["Durian","D. J.",""]]}
{"id":"1911.04415","submitter":"Cyrille W. Combettes","authors":"Cyrille W. Combettes and Sebastian Pokutta","title":"Revisiting the Approximate Carath\\'eodory Problem via the Frank-Wolfe\n  Algorithm","comments":"Final version MAPR","journal-ref":null,"doi":null,"report-no":null,"categories":"math.OC cs.DS cs.LG","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  The approximate Carath\\'eodory theorem states that given a compact convex set\n$\\mathcal{C}\\subset\\mathbb{R}^n$ and $p\\in\\left[2,+\\infty\\right[$, each point\n$x^*\\in\\mathcal{C}$ can be approximated to $\\epsilon$-accuracy in the\n$\\ell_p$-norm as the convex combination of $\\mathcal{O}(pD_p^2\/\\epsilon^2)$\nvertices of $\\mathcal{C}$, where $D_p$ is the diameter of $\\mathcal{C}$ in the\n$\\ell_p$-norm. A solution satisfying these properties can be built using\nprobabilistic arguments or by applying mirror descent to the dual problem. We\nrevisit the approximate Carath\\'eodory problem by solving the primal problem\nvia the Frank-Wolfe algorithm, providing a simplified analysis and leading to\nan efficient practical method. Furthermore, improved cardinality bounds are\nderived naturally using existing convergence rates of the Frank-Wolfe algorithm\nin different scenarios, when $x^*$ is in the interior of $\\mathcal{C}$, when\n$x^*$ is the convex combination of a subset of vertices with small diameter, or\nwhen $\\mathcal{C}$ is uniformly convex. We also propose cardinality bounds when\n$p\\in\\left[1,2\\right[\\cup\\{+\\infty\\}$ via a nonsmooth variant of the algorithm.\nLastly, we address the problem of finding sparse approximate projections onto\n$\\mathcal{C}$ in the $\\ell_p$-norm, $p\\in\\left[1,+\\infty\\right]$.\n","versions":[{"version":"v1","created":"Mon, 11 Nov 2019 17:41:58 GMT"},{"version":"v2","created":"Sun, 19 Apr 2020 04:12:32 GMT"},{"version":"v3","created":"Mon, 12 Apr 2021 08:53:28 GMT"},{"version":"v4","created":"Tue, 13 Apr 2021 17:53:30 GMT"},{"version":"v5","created":"Sun, 5 Dec 2021 15:35:28 GMT"}],"update_date":"2021-12-07","authors_parsed":[["Combettes","Cyrille W.",""],["Pokutta","Sebastian",""]]}
{"id":"2203.11548","submitter":"Robert Brandenberger","authors":"Robert Brandenberger and Vahid Kamali (McGill University)","title":"Unitarity Problems for an Effective Field Theory Description of Early\n  Universe Cosmology","comments":"8 pages","journal-ref":null,"doi":"10.1140\/epjc\/s10052-022-10783-2","report-no":null,"categories":"hep-th astro-ph.CO gr-qc hep-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In the context of Effective Field Theory, the Hilbert space of states\nincreases in an expanding universe. Hence, the time evolution cannot be\nunitary. The formation of structure is usually studied using effective field\ntheory techniques. We study the constraints on effective field theory analyses\nof early universe models which come from demanding that the factor of the space\nof states corresponding to length scales where the primordial fluctuations are\nmanifest does not suffer from the unitarity problem. For bouncing and emergent\ncosmologies, no constraints arise provided that the energy scale of the bounce\nor emergent phases is smaller than the ultraviolet (UV) cutoff scale. On the\nother hand, in the case of the inflationary scenario, non-trivial upper bounds\non the energy scale of inflation arise.\n","versions":[{"version":"v1","created":"Tue, 22 Mar 2022 09:03:12 GMT"}],"update_date":"2022-09-28","authors_parsed":[["Brandenberger","Robert","","McGill University"],["Kamali","Vahid","","McGill University"]]}
{"id":"2012.14927","submitter":"Junbo Zhao","authors":"Yu Liu, Abhinav Kumar Singh, Junbo Zhao, A. P. Meliopoulos, Bikash\n  Pal, M. A. M. Ariff, Thierry Van Cutsem, Mevludin Glavic, Zhenyu Huang,\n  Innocent Kamwa, Lamine Mili, Saleem Mir, Ahmad Taha, Vladimir Terzija,\n  Shenglong Yu","title":"Dynamic State Estimation for Power System Control and Protection","comments":"10 pages, 10 figures, submitted to IEEE Transactions on Power Systems","journal-ref":null,"doi":null,"report-no":null,"categories":"eess.SY cs.SY","license":"http:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0\/","abstract":"  Dynamic state estimation (DSE) accurately tracks the dynamics of a power\nsystem and provides the evolution of the system state in real-time. This paper\nfocuses on the control and protection applications of DSE, comprehensively\npresenting different facets of control and protection challenges arising in\nmodern power systems. It is demonstrated how these challenges are effectively\naddressed with DSE-enabled solutions. As precursors to these solutions,\nreformulation of DSE considering both synchrophasor and sampled value\nmeasurements and comprehensive comparisons of DSE and observers have been\npresented. The usefulness and necessity of DSE based solutions in ensuring\nsystem stability, reliable protection and security, and resilience by revamping\nof control and protection methods are shown through examples, practical\napplications, and suggestions for further development.\n","versions":[{"version":"v1","created":"Tue, 29 Dec 2020 20:13:06 GMT"}],"update_date":"2021-01-01","authors_parsed":[["Liu","Yu",""],["Singh","Abhinav Kumar",""],["Zhao","Junbo",""],["Meliopoulos","A. P.",""],["Pal","Bikash",""],["Ariff","M. A. M.",""],["Van Cutsem","Thierry",""],["Glavic","Mevludin",""],["Huang","Zhenyu",""],["Kamwa","Innocent",""],["Mili","Lamine",""],["Mir","Saleem",""],["Taha","Ahmad",""],["Terzija","Vladimir",""],["Yu","Shenglong",""]]}
{"id":"2205.04981","submitter":"Cheng-Chun Lee","authors":"Cheng-Chun Lee, Siri Namburi, Xin Xiao, Ali Mostafavi","title":"Homophilic and Heterophilic Characteristics Shaping Community Formation\n  in Human Mobility Networks During Extreme Weather Response","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.SI cs.CY physics.soc-ph","license":"http:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0\/","abstract":"  Community formation in socio-spatial human networks is one of the important\nmechanisms for ameliorating hazard impacts of extreme weather events. Research\nis scarce regarding latent network characteristics shaping community formation\nin human mobility networks during natural disasters. We examined human mobility\nnetworks in Harris County, Texas, in the context of the managed power outage\nforced by Winter Storm Uri to detect communities and to evaluate latent\ncharacteristics in those communities. We examined three characteristics in the\ncommunities formed within human mobility networks: hazard-exposure heterophily,\nsocio-demographic homophily, and social connectedness strength. The analysis\nresults show that population movements were shaped by socio-demographic\nhomophily, heterophilic hazard exposure, and social connectedness strength. The\nresults also indicate that a community encompassing more high-impact areas\nwould motivate population movements to areas with weaker social connectedness.\nHence, the findings reveal important characteristics shaping community\nformation in human mobility networks in hazard response. Specific to managed\npower outages, formed communities are spatially co-located, underscoring a best\nmanagement practice to avoid prolonged power outages among areas within\ncommunities, thus improving hazard-exposure heterophily. The findings have\nimplications for power utility operators to account for the characteristics of\nsocio-spatial human networks when determining the patterns of managed power\noutages.\n","versions":[{"version":"v1","created":"Tue, 10 May 2022 15:39:16 GMT"}],"update_date":"2022-05-11","authors_parsed":[["Lee","Cheng-Chun",""],["Namburi","Siri",""],["Xiao","Xin",""],["Mostafavi","Ali",""]]}
{"id":"1811.10218","submitter":"Raffi Nazaryan","authors":"Ashok Ajoy, Raffi Nazaryan, Emanuel Druga, Kristina Liu, Alessandra\n  Aguilar, Ben Han, Max Gierth, Jner T. Oon, Ben Safvati, Ryan Tsang, Jeffrey\n  H. Walton, Dieter Suter, Carlos A. Meriles, Jeffrey A. Reimer, Alexander\n  Pines","title":"Room temperature \"Optical Nanodiamond Hyperpolarizer\": physics, design\n  and operation","comments":"Contains supplementary info","journal-ref":null,"doi":null,"report-no":null,"categories":"quant-ph physics.atom-ph physics.chem-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Dynamic Nuclear Polarization (DNP) is a powerful suite of techniques that\ndeliver multifold signal enhancements in NMR and MRI. The generated athermal\nspin states can also be exploited for quantum sensing and as probes for\nmany-body physics. Typical DNP methods require use of cryogens, large magnetic\nfields, and high power microwaves, which are expensive and unwieldy.\nNanodiamond particles, rich in Nitrogen-Vacancy (NV) centers, have attracted\nattention as alternative DNP agents because they can potentially be optically\nhyperpolarized at room temperature. Indeed the realization of a miniature\n\"optical nanodiamond hyperpolarizer\", where 13C nuclei are optically\nhyperpolarized has been a longstanding goal but has been technically\nchallenging to achieve. Here, unravelling new physics underlying an optical DNP\nmechanism first introduced in [Ajoy et al., Sci. Adv. 4, eaar5492 (2018)], we\nreport the realization of such a device in an ultracompact footprint and\nworking fully at room temperature. Instrumental requirements are very modest:\nlow polarizing fields, extremely low optical and microwave irradiation powers,\nand convenient frequency ranges that enable device miniaturization. We obtain\nbest reported optical 13C hyperpolarization in diamond particles exceeding 720\ntimes of the thermal 7T value (0.86% bulk polarization), corresponding to a\nten-million-fold gain in NMR averaging time. In addition the hyperpolarization\nsignal can be background-suppressed by over two-orders of magnitude and\nretained for multiple-minute long periods. Besides compelling applications in\nquantum sensing, and bright-contrast MRI imaging, this work paves the way for\nlow-cost DNP platforms that relay the 13C polarization to liquids in contact\nwith the high surface-area particles. This will ultimately allow development of\nminiature \"quantum-assisted\" NMR spectrometers for chemical analysis.\n","versions":[{"version":"v1","created":"Mon, 26 Nov 2018 07:48:40 GMT"}],"update_date":"2018-11-27","authors_parsed":[["Ajoy","Ashok",""],["Nazaryan","Raffi",""],["Druga","Emanuel",""],["Liu","Kristina",""],["Aguilar","Alessandra",""],["Han","Ben",""],["Gierth","Max",""],["Oon","Jner T.",""],["Safvati","Ben",""],["Tsang","Ryan",""],["Walton","Jeffrey H.",""],["Suter","Dieter",""],["Meriles","Carlos A.",""],["Reimer","Jeffrey A.",""],["Pines","Alexander",""]]}
{"id":"hep-ph\/0204095","submitter":"J. Raufeisen","authors":"J. Raufeisen, J.-C. Peng, G.C. Nayak","title":"Parton model versus color dipole formulation of the Drell-Yan process","comments":"20 pages, 5 figures","journal-ref":"Phys.Rev. D66 (2002) 034024","doi":"10.1103\/PhysRevD.66.034024","report-no":"LA-UR-02-2041","categories":"hep-ph","license":null,"abstract":"  In the kinematical region where the center of mass energy is much larger than\nall other scales, the Drell-Yan process can be formulated in the target rest\nframe in terms of the same color dipole cross section as low Bjorken-x deep\ninelastic scattering. Since the mechanisms for heavy dilepton production appear\nvery different in the dipole approach and in the conventional parton model, one\nmay wonder whether these two formulations really represent the same physics. We\nperform a comparison of numerical calculations in the color dipole approach\nwith calculations in the next-to-leading order parton model. For proton-proton\nscattering, the results are very similar at low x_2 from fixed target to RHIC\nenergies, confirming the close connection between these two very different\napproaches. We also compare the transverse momentum distributions of Drell-Yan\ndileptons predicted in both formulations. The range of applicability of the\ndipole formulation and the impact of future Drell-Yan data from RHIC for\ndetermining the color dipole cross section are discussed. A detailed derivation\nof the dipole formulation of the Drell-Yan process is also included.\n","versions":[{"version":"v1","created":"Tue, 9 Apr 2002 02:42:24 GMT"},{"version":"v2","created":"Wed, 10 Jul 2002 00:42:19 GMT"}],"update_date":"2009-11-07","authors_parsed":[["Raufeisen","J.",""],["Peng","J. -C.",""],["Nayak","G. C.",""]]}
{"id":"1407.7777","submitter":"Anastasia Doikou","authors":"Anastasia Doikou","title":"Jumps and twists in affine Toda field theories","comments":"19 pages, Latex. A few comments added. Version to appear in NPB.\n  arXiv admin note: text overlap with arXiv:1404.7329","journal-ref":"Nucl. Phys. B893 (2015) 107-121","doi":"10.1016\/j.nuclphysb.2015.02.002","report-no":null,"categories":"hep-th math-ph math.MP nlin.SI","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  The concept of point-like \"jump\" defects is investigated in the context of\naffine Toda field theories. The Hamiltonian formulation is employed for the\nanalysis of the problem. The issue is also addressed when integrable boundary\nconditions ruled by the classical twisted Yangian are present. In both periodic\nand boundary cases explicit expressions of conserved quantities as well as the\nrelevant Lax pairs and sewing conditions are extracted. It is also observed\nthat in the case of the twisted Yangian the bulk behavior is not affected by\nthe presence of the boundaries.\n","versions":[{"version":"v1","created":"Tue, 29 Jul 2014 17:07:45 GMT"},{"version":"v2","created":"Mon, 2 Feb 2015 20:18:57 GMT"}],"update_date":"2015-02-17","authors_parsed":[["Doikou","Anastasia",""]]}
{"id":"1910.08125","submitter":"Michael Margaliot","authors":"Rola Alseidi and Michael Margaliot and J\\\"urgen Garloff","title":"Discrete-time k-positive linear systems","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.DS","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Positive systems play an important role in systems and control theory and\nhave found many applications in multi-agent systems, neural networks, systems\nbiology, and more. Positive systems map the nonnegative orthant to itself (and\nalso the nonpositive orthant to itself). In other words, they map the set of\nvectors with zero sign variations to itself. In this note, discrete-time linear\nsystems that map the set of vectors with up to $k-1$ sign variations to itself\nare introduced. For the special case $k=1$ these reduce to discrete-time\npositive linear systems. Properties of these systems are analyzed using tools\nfrom the theory of sign-regular matrices. In particular, it is shown that\nalmost every solution of such systems converges to the set of vectors with up\nto $k-1$ sign variations. Also, the operation of such systems on\n$k$-dimensional parallelotopes are studied.\n","versions":[{"version":"v1","created":"Thu, 17 Oct 2019 19:33:10 GMT"}],"update_date":"2019-10-21","authors_parsed":[["Alseidi","Rola",""],["Margaliot","Michael",""],["Garloff","Jürgen",""]]}
{"id":"1805.05900","submitter":"Dana Neidinger","authors":"Dana Neidinger and Douglas B. West","title":"Ramsey Numbers of Interval 2-chromatic Ordered Graphs","comments":"13 pages","journal-ref":"Graphs and Combinatorics (2019)","doi":"10.1007\/s00373-019-02057-8","report-no":null,"categories":"math.CO","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  An ordered graph $G$ is a graph together with a specified linear ordering on\nthe vertices, and its interval chromatic number is the minimum number of\nindependent sets consisting of consecutive vertices that are needed to\npartition the vertex set. The $t$-color Ramsey number $R_t(G)$ of an ordered\ngraph $G$ is the minimum number of vertices of an ordered complete graph such\nthat every edge-coloring from a set of $t$ colors contains a monochromatic copy\nof $G$ such that the copy of $G$ preserves the original ordering on $G$. An\nordered graph is $k$-ichromatic if it has interval chromatic number $k$. We\nobtain lower bounds linear in the number of vertices for the Ramsey numbers of\ncertain classes of 2-ichromatic ordered graphs. We also determine the exact\nvalue of the $t$-color Ramsey number for two families of 2-ichromatic ordered\ngraphs, and we prove a linear upper bound for a class of 2-ichromatic ordered\ngraphs.\n","versions":[{"version":"v1","created":"Tue, 15 May 2018 16:44:26 GMT"}],"update_date":"2021-02-18","authors_parsed":[["Neidinger","Dana",""],["West","Douglas B.",""]]}
{"id":"1910.02511","submitter":"Johannes Jobst","authors":"Ivan Bespalov, Yu Zhang, Jarich Haitjema, Rudolf M. Tromp, Sense Jan\n  van der Molen, Albert M. Brouwer, Johannes Jobst, and Sonia Castellanos","title":"Patterning Sn-based EUV resists with low-energy electrons","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"physics.app-ph cond-mat.mtrl-sci","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Extreme Ultraviolet (EUV) lithography is the newest technology that will be\nused in the semiconductor industry for printing circuitry in the sub-20 nm\nscale. Low-energy electrons (LEEs) produced upon illumination of resist\nmaterials with EUV photons (92 eV) play a central role in the formation of the\nnanopatterns. However, up to now the details of this process are not well\nunderstood. In this work, a novel experimental approach that combines\nLow-Energy Electron Microscopy (LEEM), Electron Energy Loss Spectroscopy\n(EELS), and Atomic Force Microscopy (AFM) is used to study changes induced by\nelectrons in the 0-40 eV range in thin films of molecular organometallic EUV\nresists known as tin-oxo cages. LEEM-EELS spectroscopic experiments were used\nto detect surface charging upon electron exposure and to estimate the electron\nlanding energy. AFM post-exposure analyses revealed that irradiation of the\nresist with LEEs leads to the densification of the resist layer associated to\ncarbon loss. The same chemical processes that yield densification render the\nsolubility change responsible for the pattern formation in the lithographic\napplication. Remarkably, electrons as low as 1.2 eV are able to induce chemical\nreactions in the Sn-based resist. Based on the thickness profiles resulting\nfrom LEE exposures in the 3-48 mC\/cm 2 dose range, a simplified reaction model\nis proposed where the resist undergoes sequential chemical reactions, yielding\nfirst a sparsely cross-linked network, followed by the formation of a denser\ncross-linked network. This model allows us to estimate a maximum reaction\nvolume on the initial material of 0.15 nm 3 per incident electron in the energy\nrange studied, which means that less than 10 LEEs per molecule on average are\nneeded to turn the material insoluble and thus render a pattern.\n","versions":[{"version":"v1","created":"Sun, 6 Oct 2019 20:03:45 GMT"}],"update_date":"2019-10-08","authors_parsed":[["Bespalov","Ivan",""],["Zhang","Yu",""],["Haitjema","Jarich",""],["Tromp","Rudolf M.",""],["van der Molen","Sense Jan",""],["Brouwer","Albert M.",""],["Jobst","Johannes",""],["Castellanos","Sonia",""]]}
{"id":"1604.02929","submitter":"Marco Alberto Javarone","authors":"Marco Alberto Javarone","title":"Solving Optimization Problems by the Public Goods Game","comments":"17 pages, 5 figure. accepted for publication in Eur. Phys. J. B","journal-ref":null,"doi":"10.1140\/epjb\/e2017-80346-6","report-no":null,"categories":"physics.soc-ph cs.GT cs.NE","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We introduce a method based on the Public Goods Game for solving optimization\ntasks. In particular, we focus on the Traveling Salesman Problem, i.e. a\nNP-hard problem whose search space exponentially grows increasing the number of\ncities. The proposed method considers a population whose agents are provided\nwith a random solution to the given problem. In doing so, agents interact by\nplaying the Public Goods Game using the fitness of their solution as currency\nof the game. Notably, agents with better solutions provide higher\ncontributions, while those with lower ones tend to imitate the solution of\nricher agents for increasing their fitness. Numerical simulations show that the\nproposed method allows to compute exact solutions, and suboptimal ones, in the\nconsidered search spaces. As result, beyond to propose a new heuristic for\ncombinatorial optimization problems, our work aims to highlight the\npotentiality of evolutionary game theory beyond its current horizons.\n","versions":[{"version":"v1","created":"Thu, 7 Apr 2016 17:45:10 GMT"},{"version":"v2","created":"Tue, 29 Aug 2017 12:10:39 GMT"}],"update_date":"2017-08-30","authors_parsed":[["Javarone","Marco Alberto",""]]}
{"id":"astro-ph\/9805355","submitter":"Ellen K. Popenoe","authors":"Hans A. Bethe and G. E. Brown","title":"Contribution of High-Mass Black Holes to Mergers of Compact Binaries","comments":"35 pages and 1 postscript figure, to be published in A&A","journal-ref":null,"doi":"10.1086\/307174","report-no":null,"categories":"astro-ph","license":null,"abstract":"  We consider the merging of high-mass black-hole binaries of the Cyg X-1 type,\nin which the O-star companion becomes a neutron star following a supernova\nexplosion. Our estimated rate of mergers, $\\sim 2\\times 10^{-5} yr^{-1}$ for\nthe Galaxy, is relatively low because of the paucity of high-mass black holes.\nNone the less, because of their high masses, these black-hole, neutron-star\nbinaries could contribute importantly to the merging sought by LIGO. From\nstellar evolutionary calculations including mass loss, we estimate that a ZAMS\nmass of $\\sim 80 \\msun$ is necessary before a high-mass black hole can result\nin a massive binary. We estimate the detection rate for LIGO of high-mass black\nhole neutron-star mergers to be a factor $\\sim 40$ greater than that for binary\nneutron stars. We suggest how our high cut-off mass can be reconciled with the\nrequirements of nucleosynthesis, and show that a bimodal distribution with\nmasses of black holes can account, at least qualitatively, for the many\ntransient sources which contain high-mass black holes.\n","versions":[{"version":"v1","created":"Thu, 28 May 1998 18:38:17 GMT"},{"version":"v2","created":"Tue, 9 Feb 1999 21:05:42 GMT"}],"update_date":"2009-10-30","authors_parsed":[["Bethe","Hans A.",""],["Brown","G. E.",""]]}
{"id":"astro-ph\/9608150","submitter":"Catarina Lobo","authors":"C. Lobo, A. Biviano, F. Durret, D. Gerbal, O. Le F\\`evre, A. Mazure,\n  E. Slezak","title":"A photometric catalogue of the Coma cluster core","comments":"Accepted on August 2 for publication in A&AS, 6 pages, latex and\n  postscript figures","journal-ref":null,"doi":"10.1051\/aas:1997143","report-no":"IAP preprint no. 525","categories":"astro-ph","license":null,"abstract":"  We have obtained a mosaic of CCD images of the Coma cluster in the V-band\ncovering a region of approximately 0.4 degrees$^2$ around both central cluster\ngalaxies NGC 4889 and NGC 4874. An additional frame of $\\sim$ 90 arcmin$^2$ was\ntaken of the south-west region around NGC 4839. We derived a catalogue of 7023\ngalaxies and 4096 stars containing positions, central surface brightnesses and\nisophotal V$_{26.5}$ magnitudes. We estimate that data is complete up to V\n$_{26.5}\\sim$ 22.5 and the surface brightness limiting detection value is $\\mu$\n$\\sim$ 24 mag\/arcsec$^2$. In this paper we present the catalogue (available in\nelectronic form alone), along with a detailed description of the steps\nconcerning the data reduction and quality of the computed parameters.\n","versions":[{"version":"v1","created":"Fri, 23 Aug 1996 12:47:37 GMT"}],"update_date":"2016-08-30","authors_parsed":[["Lobo","C.",""],["Biviano","A.",""],["Durret","F.",""],["Gerbal","D.",""],["Fèvre","O. Le",""],["Mazure","A.",""],["Slezak","E.",""]]}
{"id":"1906.07798","submitter":"Matthias Eckardt","authors":"Matthias Eckardt, Jorge Mateu","title":"A spatial dependence graph model for multivariate spatial hybrid\n  processes","comments":"Submitted for publication","journal-ref":null,"doi":null,"report-no":null,"categories":"stat.ME stat.AP","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  This paper is concerned with the joint analysis of multivariate mixed-type\nspatial data, where some components are point processes and some are of\nlattice-type by nature. After a survey of statistical methods for marked\nspatial point and lattice processes, the class of multivariate spatial hybrid\nprocesses is defined and embedded within the framework of spatial dependence\ngraph models. In this model, the point and lattice sub-processes are identified\nwith nodes of a graph whereas missing edges represent conditional independence\namong the components. This finally leads to a general framework for any type of\nspatial data in a multivariate setting. We demonstrate the application of our\nmethod in the analysis of a multivariate point-lattice pattern on crime and\nambulance service call-out incidents recorded in London, where the points are\nthe locations of different pre-classified crime events and the lattice\ncomponents report different aggregated incident rates at ward level.\n","versions":[{"version":"v1","created":"Tue, 18 Jun 2019 20:37:02 GMT"}],"update_date":"2019-06-20","authors_parsed":[["Eckardt","Matthias",""],["Mateu","Jorge",""]]}
{"id":"cond-mat\/0305541","submitter":"Sayantani","authors":"S. Ghosh, R. Parthasarathy, T. F. Rosenbaum, G. Aeppli","title":"Coherent Spin Oscillations in a Disordered Magnet","comments":"11 pages, 4 figures","journal-ref":"Science 296 2195-98 (2002)","doi":"10.1126\/science.1070731","report-no":null,"categories":"cond-mat","license":null,"abstract":"  Most materials freeze when cooled to sufficiently low temperature. We find\nthat magnetic dipoles randomly distributed in a solid matrix condense into a\nspin liquid with spectral properties on cooling that are the diametric opposite\nof those for conventional glasses. Measurements of the non-linear magnetic\ndynamics in the low temperature liquid reveal the presence of coherent spin\noscillations composed of hundreds of spins with lifetimes up to ten seconds.\nThese excitations can be labeled by frequency, manipulated by the magnetic\nfields from a loop of wire, and permit the encoding of information at multiple\nfrequencies simultaneously.\n","versions":[{"version":"v1","created":"Thu, 22 May 2003 18:47:51 GMT"}],"update_date":"2009-11-10","authors_parsed":[["Ghosh","S.",""],["Parthasarathy","R.",""],["Rosenbaum","T. F.",""],["Aeppli","G.",""]]}
{"id":"1905.00759","submitter":"Adi Pick","authors":"Adi Pick, Shahar Silberstein, Nimrod Moiseyev, and Nir Bar-Gill","title":"Robust mode conversion in NV centers using exceptional points","comments":"9 pages, 5 figures","journal-ref":"Phys. Rev. Research 1, 013015 (2019)","doi":"10.1103\/PhysRevResearch.1.013015","report-no":null,"categories":"quant-ph cond-mat.mes-hall physics.optics","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We show that microwave-driven NV centers can function as topological mode\nswitches by utilizing a special degeneracy called an exceptional point (EP). By\ntuning the intensities and frequencies of the driving fields, we find an\nEP---where two normal modes of the system coalesce---and, then, use it to\nsimulate the dynamics and demonstrate topological and non-reciprocal mode\nswitching. By comparing density matrices of the input and output states, we\nfind that the quantum correlations decrease by three orders of magnitude at\nroom temperature, and discuss ways for improving this result. This work extends\nthe theory of topological mode switches (originally derived for pure states) to\nmixed states and is, therefore, applicable to general open quantum systems. Our\ntheory enables exploring new phenomena (e.g., high-order EPs in low-dimensional\nsystems) and presents a crucial step towards incorporating topological mode\nswitches in quantum-information applications.\n","versions":[{"version":"v1","created":"Thu, 2 May 2019 14:11:26 GMT"},{"version":"v2","created":"Tue, 14 May 2019 13:29:13 GMT"},{"version":"v3","created":"Sun, 28 Jul 2019 13:31:41 GMT"}],"update_date":"2019-09-04","authors_parsed":[["Pick","Adi",""],["Silberstein","Shahar",""],["Moiseyev","Nimrod",""],["Bar-Gill","Nir",""]]}
{"id":"1604.04372","submitter":"Joe Kileel","authors":"Gunnar Fl{\\o}ystad, Joe Kileel, Giorgio Ottaviani","title":"The Chow Form of the Essential Variety in Computer Vision","comments":"27 pages, 1 figure, 6 Macaulay2 ancillary files. v2: edits to Theorem\n  1.1, references, acknowledgements","journal-ref":null,"doi":null,"report-no":null,"categories":"math.AG cs.CV math.AC","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  The Chow form of the essential variety in computer vision is calculated. Our\nderivation uses secant varieties, Ulrich sheaves and representation theory.\nNumerical experiments show that our formula can detect noisy point\ncorrespondences between two images.\n","versions":[{"version":"v1","created":"Fri, 15 Apr 2016 06:57:09 GMT"},{"version":"v2","created":"Thu, 14 Jul 2016 18:09:12 GMT"}],"update_date":"2016-07-15","authors_parsed":[["Fløystad","Gunnar",""],["Kileel","Joe",""],["Ottaviani","Giorgio",""]]}
{"id":"physics\/0206026","submitter":"Tilo Beyer","authors":"Tilo Beyer, Michael Meyer-Hermann, Gerhard Soff (Technical University\n  of Dresden, Germany)","title":"A possible role of chemotaxis in germinal center formation","comments":"27 pages, 8 figures, 76 references","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.bio-ph q-bio","license":null,"abstract":"  During the germinal center reaction a characteristic morphology is developed.\nIn the framework of a recently developed space-time-model for the germinal\ncenter a mechanism for the formation of dark and light zones has been proposed.\nThe mechanism is based on a diffusing differentiation signal which is secerned\nby follicular dendritic cells. Here, we investigate a possible influence of\nrecently found chemokines for the germinal center formation in the framework of\na single-cell-based stochastic and discrete three-dimensional model. We will\nalso consider alternative possible chemotactic pathways that may play a role\nfor the development of both zones. Our results suggest that the centrocyte\nmotility resulting from a follicular dendritic cell-derived chemokine has to\nexceed a lower limit to allow the separation of centroblasts and centrocytes.\nIn contrast to light microscopy the dark zone is ring shaped. This suggests\nthat FDC-derived chemoattractants alone cannot explain the typical germinal\ncenter morphology.\n","versions":[{"version":"v1","created":"Tue, 11 Jun 2002 14:11:33 GMT"}],"update_date":"2007-05-23","authors_parsed":[["Beyer","Tilo","","Technical University\n  of Dresden, Germany"],["Meyer-Hermann","Michael","","Technical University\n  of Dresden, Germany"],["Soff","Gerhard","","Technical University\n  of Dresden, Germany"]]}
{"id":"1402.4772","submitter":"Partha Sarathi Pal Dr.","authors":"Partha Sarathi Pal and Sandip K. Chakrabarti","title":"Geometry variation of accretion disks of Compact Objects","comments":"4 pages, 2 figures","journal-ref":"2013ASInC...8...55P","doi":null,"report-no":null,"categories":"astro-ph.HE","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  The Temporal and Spectral variations of black hole candidates during\noutbursts have been reported in several publications. It is well known that\nduring an outburst, the source becomes soft in the first few days, and then\nreturns to the hard state after a few weeks or months. In the present paper, we\nshow the variation of Comptonization Efficiency (CE), obtained from the ratio\nof the black body photon number to the power-law photon number, as a function\nof time in several outbursts. Since the power-law photons are generated through\ninverse-Comptonization of the intercepted soft photons, the CE is a measure of\nthe geometry of the Compton cloud. Our investigation indicated that all the\noutbursts starts with a large CE and becomes very small after a few days, when\nthe Compton cloud becomes very small to intercept any significant number of\nsoft photons. CE returns back to a larger value at the end of the outburst.\n","versions":[{"version":"v1","created":"Mon, 17 Feb 2014 12:18:22 GMT"}],"update_date":"2014-02-25","authors_parsed":[["Pal","Partha Sarathi",""],["Chakrabarti","Sandip K.",""]]}
{"id":"0904.1281","submitter":"Marius Kleiner","authors":"Marius Kleiner, Bixio Rimoldi","title":"Asymptotically Optimal Joint Source-Channel Coding with Minimal Delay","comments":"5 pages, 1 figure, final version accepted at IEEE Globecom 2009\n  (Communication Theory Symposium)","journal-ref":null,"doi":"10.1109\/GLOCOM.2009.5425427","report-no":null,"categories":"cs.IT math.IT","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We present and analyze a joint source-channel coding strategy for the\ntransmission of a Gaussian source across a Gaussian channel in n channel uses\nper source symbol. Among all such strategies, our scheme has the following\nproperties: i) the resulting mean-squared error scales optimally with the\nsignal-to-noise ratio, and ii) the scheme is easy to implement and the incurred\ndelay is minimal, in the sense that a single source symbol is encoded at a\ntime.\n","versions":[{"version":"v1","created":"Wed, 8 Apr 2009 08:34:12 GMT"},{"version":"v2","created":"Thu, 24 Sep 2009 11:22:30 GMT"}],"update_date":"2016-11-18","authors_parsed":[["Kleiner","Marius",""],["Rimoldi","Bixio",""]]}
{"id":"0907.4792","submitter":"Chiumun Michelle Hui","authors":"C. M. Hui (for the VERITAS collaboration)","title":"VERITAS observations of M87 from 2007 to present","comments":"4 pages, 2 figures, to be published in Proceedings of the 31st\n  International Cosmic Ray Conference (ICRC), Lodz, Poland, July 2009","journal-ref":null,"doi":null,"report-no":null,"categories":"astro-ph.CO","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  M87 is a nearby radio galaxy and because of its misaligned jet, it is\npossible to correlate detailed spatially-resolved emission regions in the\nradio, optical to X-ray waveband with unresolved but contemporaneous flux\nmeasurements in the TeV regime. Hence, M87 provides a unique opportunity to\nreveal the emission mechanisms responsible for high energy gamma-ray emission\nfrom active galactic nuclei. Observations with VERITAS since 2007 have resulted\nin 90 hours of data while 2008 observations were part of a concerted effort\ninvolving the three major atmospheric Cherenkov observatories: H.E.S.S., MAGIC\nand VERITAS. As a result of the TeV campaign, a high flux state of M87 was\ndetected in February 2008 showing multiple flares with rapid variability. We\nwill present the comprehensive results from VERITAS observations since 2007 and\nalso show preliminary results from the 2009 campaign.\n","versions":[{"version":"v1","created":"Mon, 27 Jul 2009 23:11:07 GMT"}],"update_date":"2019-08-13","authors_parsed":[["Hui","C. M.","","for the VERITAS collaboration"]]}
{"id":"1104.2920","submitter":"Jacques Soffer","authors":"Zhong-Bo Kang and Jacques Soffer","title":"General positivity bounds for spin observables in particle inclusive\n  production","comments":"12 pages, 3 figures, version to be published in Physical Review D","journal-ref":"Phys.Rev.D83:114020,2011","doi":"10.1103\/PhysRevD.83.114020","report-no":null,"categories":"hep-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Positivity constraints, derived initially assuming parity conservation, for\nthe inclusive reaction of the type $A({spin 1\/2})+B({spin 1\/2})\\to C+X$, where\nthe spins of both initial spin-1\/2 particles can be in any possible directions\nand no polarization is observed in the final state, are generalized to the case\nof parity violation. By means of a systematic method, we obtain non-trivial\nbounds involving all the spin observables of the reaction and we discuss some\nrelevant physics processes. Particularly we discover a non-trivial positivity\nconstraint for the processes, $pp\\to W^{\\pm}\/Z^0+X$ or $pp\\to \\ell^{\\pm}+X$\nwhere $\\ell^{\\pm}$ decayed from $W^{\\pm}\/Z^0$, which could be checked at the\nongoing longitudinal spin program at RHIC.\n","versions":[{"version":"v1","created":"Thu, 14 Apr 2011 20:26:17 GMT"},{"version":"v2","created":"Wed, 27 Apr 2011 18:58:11 GMT"}],"update_date":"2011-06-24","authors_parsed":[["Kang","Zhong-Bo",""],["Soffer","Jacques",""]]}
{"id":"2002.08392","submitter":"Giulio Guerrieri","authors":"Ugo Dal Lago (1) and Giulio Guerrieri (2) and Willem Heijltjes (2)\n  ((1) Dipartimento di Informatica - Scienza e Ingegneria, Universit\\`a di\n  Bologna, Bologna, Italy and (2) Department of Computer Science University of\n  Bath, Bath, UK)","title":"Decomposing Probabilistic Lambda-calculi","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.LO cs.PL","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  A notion of probabilistic lambda-calculus usually comes with a prescribed\nreduction strategy, typically call-by-name or call-by-value, as the calculus is\nnon-confluent and these strategies yield different results. This is a break\nwith one of the main advantages of lambda-calculus: confluence, which means\nresults are independent from the choice of strategy. We present a probabilistic\nlambda-calculus where the probabilistic operator is decomposed into two\nsyntactic constructs: a generator, which represents a probabilistic event; and\na consumer, which acts on the term depending on a given event. The resulting\ncalculus, the Probabilistic Event Lambda-Calculus, is confluent, and interprets\nthe call-by-name and call-by-value strategies through different interpretations\nof the probabilistic operator into our generator and consumer constructs. We\npresent two notions of reduction, one via fine-grained local rewrite steps, and\none by generation and consumption of probabilistic events. Simple types for the\ncalculus are essentially standard, and they convey strong normalization. We\ndemonstrate how we can encode call-by-name and call-by-value probabilistic\nevaluation.\n","versions":[{"version":"v1","created":"Wed, 19 Feb 2020 19:09:49 GMT"}],"update_date":"2020-02-21","authors_parsed":[["Lago","Ugo Dal",""],["Guerrieri","Giulio",""],["Heijltjes","Willem",""]]}
{"id":"2205.04710","submitter":"Anupam Singh Dr.","authors":"Krishna Kishore, Anupam Singh","title":"Matrix Waring Problem -- II","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"math.GR math.NT math.RA","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  We prove that for all integers $k \\geq 1$, there exists a constant $C_k$\ndepending only on $k$ such that for all $q > C_k$ and for all $n \\geq 1$ every\nmatrix in $M_n(\\mathbb F_q)$ is a sum of two $k$th powers.\n","versions":[{"version":"v1","created":"Tue, 10 May 2022 07:20:37 GMT"},{"version":"v2","created":"Fri, 5 May 2023 04:01:51 GMT"}],"update_date":"2023-05-08","authors_parsed":[["Kishore","Krishna",""],["Singh","Anupam",""]]}
{"id":"2303.15535","submitter":"Jake Welde","authors":"Jake Welde, Matthew D. Kvalheim, and Vijay Kumar","title":"A Compositional Approach to Certifying the Almost Global Asymptotic\n  Stability of Cascade Systems","comments":"This version restructures the last theorem, which now employs truly\n  independent criteria on the three subsystems, staying true to the\n  compositional goals of the paper. We have also added a minor technical\n  assumption for convenience (that the Riemannian metric is complete, making\n  precompactness equivalent to boundedness), and improved the definitions,\n  explanations, and background references","journal-ref":null,"doi":null,"report-no":null,"categories":"math.OC cs.RO math.DS","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  In this work, we give sufficient conditions for the almost global asymptotic\nstability of a cascade in which the subsystems are only almost globally\nasymptotically stable. The result is extended to upper triangular systems of\narbitrary size. In particular, if the unforced subsystems are almost globally\nasymptotically stable and their only chain recurrent points are hyperbolic\nequilibria, then the boundedness of forward trajectories is sufficient for the\nalmost global asymptotic stability of the full upper triangular system. We show\nthat unboundedness of such cascades is prohibited by growth rate conditions on\nthe interconnection term and a Lyapunov function for the unforced outer\nsubsystem, and the required structure for the chain recurrent set is enjoyed by\nclasses of systems common in geometric control e.g. dissipative mechanical\nsystems. Our results stand in contrast to prior works that require either time\nscale separation, prohibitively strong disturbance robustness properties, or\nglobal asymptotic stability in the subsystems.\n","versions":[{"version":"v1","created":"Mon, 27 Mar 2023 18:20:25 GMT"},{"version":"v2","created":"Wed, 29 Mar 2023 15:55:03 GMT"},{"version":"v3","created":"Thu, 6 Apr 2023 23:03:00 GMT"},{"version":"v4","created":"Tue, 16 May 2023 13:30:20 GMT"}],"update_date":"2023-05-17","authors_parsed":[["Welde","Jake",""],["Kvalheim","Matthew D.",""],["Kumar","Vijay",""]]}
{"id":"2206.09710","submitter":"Farida Fassi F. Fassi","authors":"Farida Fassi","title":"Introduction to the African Strategy for Fundamental and Applied Physics\n  (ASFAP)","comments":"8 pages, 5 figures, ACP2021 conference","journal-ref":null,"doi":null,"report-no":null,"categories":"physics.soc-ph","license":"http:\/\/arxiv.org\/licenses\/nonexclusive-distrib\/1.0\/","abstract":"  Generating scientific and technological knowledge and converting them into\ninnovations which are of added value to society are key instruments for a\nsociety economic growth and development. As outstanding as these capabilities\nare for other regions in the world, Africa science, innovation, education and\nresearch infrastructure, particularly in fundamental and applied physics, have\nover the years been under valued and under resourced. To efficiently address\nthe scientific and technological gaps with the rest of the world, Africa stance\nneeds radical overhaul. With the big ambition to drive a community wide effort\nin Africa, the African Strategy for Fundamental and Applied Physics (ASFAP) was\nfounded. The aspiration is to demonstrate the physics potential benefits for\nAfrican society and how physics can contribute to the technological\ninfrastructure development and to provide trained personnel needed to take\nadvantage of scientific advances. The vision consists in fostering scientific\nliteracy driven by physics based technologies and their impact for economic\ngrowth, including other sciences that draw heavily on advances in physics. In\naddition to developing and enhancing collaborations and partnerships among\nAfricans in national, regional, and Pan African organizations. This should\nassist to tackle the challenges that Africans struggle and prioritize\neducational and research resources, innovation and development. The ASFAP\ninitiative could present a unique opportunity of overcoming the complexity of\nthe African social and economic challenges, if Africa needs to have and\nmaintain its position as a coleader in the global scientific process and reap\nthe consequent socioeconomic benefits. ASFAP will take a few years with a final\nreport to notify the African policymakers and broader communities.\n","versions":[{"version":"v1","created":"Mon, 20 Jun 2022 11:06:43 GMT"}],"update_date":"2022-06-22","authors_parsed":[["Fassi","Farida",""]]}
{"id":"2204.00144","submitter":"Dakshnamoorthy Manivannan","authors":"Ayesha S. Dina and A. B. Siddique and D. Manivannan","title":"Effect of Balancing Data Using Synthetic Data on the Performance of\n  Machine Learning Classifiers for Intrusion Detection in Computer Networks","comments":null,"journal-ref":null,"doi":null,"report-no":null,"categories":"cs.LG","license":"http:\/\/creativecommons.org\/licenses\/by-nc-nd\/4.0\/","abstract":"  Attacks on computer networks have increased significantly in recent days, due\nin part to the availability of sophisticated tools for launching such attacks\nas well as thriving underground cyber-crime economy to support it. Over the\npast several years, researchers in academia and industry used machine learning\n(ML) techniques to design and implement Intrusion Detection Systems (IDSes) for\ncomputer networks. Many of these researchers used datasets collected by various\norganizations to train ML models for predicting intrusions. In many of the\ndatasets used in such systems, data are imbalanced (i.e., not all classes have\nequal amount of samples). With unbalanced data, the predictive models developed\nusing ML algorithms may produce unsatisfactory classifiers which would affect\naccuracy in predicting intrusions. Traditionally, researchers used\nover-sampling and under-sampling for balancing data in datasets to overcome\nthis problem. In this work, in addition to over-sampling, we also use a\nsynthetic data generation method, called Conditional Generative Adversarial\nNetwork (CTGAN), to balance data and study their effect on various ML\nclassifiers. To the best of our knowledge, no one else has used CTGAN to\ngenerate synthetic samples to balance intrusion detection datasets. Based on\nextensive experiments using a widely used dataset NSL-KDD, we found that\ntraining ML models on dataset balanced with synthetic samples generated by\nCTGAN increased prediction accuracy by up to $8\\%$, compared to training the\nsame ML models over unbalanced data. Our experiments also show that the\naccuracy of some ML models trained over data balanced with random over-sampling\ndecline compared to the same ML models trained over unbalanced data.\n","versions":[{"version":"v1","created":"Fri, 1 Apr 2022 00:25:11 GMT"}],"update_date":"2022-04-04","authors_parsed":[["Dina","Ayesha S.",""],["Siddique","A. B.",""],["Manivannan","D.",""]]}
